[{"product_name": "Product 85", "brand_name": "Brand 9", "description": "voluptatem Neque quiquia. sit Numquam ut velit dolor. quaerat voluptatem quiquia ut labore adipisci dolor aliquam Modi aliquam labore. numquam dolor eius. ipsum quiquia consectetur Sed amet. non. non dolore Non ut porro amet est sit velit dolorem est adipisci etincidunt ipsum. quiquia. sed neque Amet neque voluptatem aliquam velit ut numquam numquam Adipisci dolore quiquia porro ipsum modi sed. dolore voluptatem. magnam porro sit non. voluptatem Non quiquia Magnam Amet porro. adipisci tempora quaerat. voluptatem. magnam voluptatem ut. eius quisquam. amet consectetur. quiquia etincidunt numquam Etincidunt etincidunt eius quaerat Aliquam sed Quisquam modi etincidunt. voluptatem. quiquia sed amet. porro", "allergens": ["shellfish", "sesame", "fish", "eggs", "gluten", "sulfites", "milk", "wheat", "peanuts", "soy", "nuts"], "nutrition_facts": {"Calories": 84.59, "Fat": 87.29, "Saturated_Fat": 40.61, "Cholesterol": 88.44, "Sodium": 98.86, "Carbohydrate": 96.84, "Fiber": 34.24, "Sugar": 97.18, "Protein": 35.18}, "stocks": 6, "price": 37.34, "expiration_date": "2023-12-04", "country_of_origin": "Bangladesh", "product_category": "Dessert"}, {"product_name": "Product 38", "brand_name": "Brand 43", "description": "Quisquam quaerat dolor etincidunt ut consectetur tempora numquam. neque. sed sit consectetur. Tempora porro tempora. sed Porro neque porro quiquia dolor sit. Aliquam quaerat Dolor dolore consectetur porro velit aliquam est dolor dolor Velit aliquam. numquam. eius Quaerat Neque Ut modi sed sit numquam eius adipisci. dolorem consectetur voluptatem tempora. quisquam. Porro eius ipsum est labore magnam Est Dolor amet non. aliquam. aliquam magnam est labore tempora ut neque adipisci adipisci ipsum. numquam tempora velit numquam eius consectetur porro. Est magnam aliquam Modi sed. sit est ut ipsum. quaerat neque voluptatem Adipisci dolorem quiquia amet numquam neque sit Neque quaerat.", "allergens": ["nuts", "wheat"], "nutrition_facts": {"Calories": 10.57, "Fat": 89.03, "Saturated_Fat": 76.88, "Cholesterol": 92.95, "Sodium": 97.97, "Carbohydrate": 7.39, "Fiber": 96.49, "Sugar": 44.63, "Protein": 2.06}, "stocks": 11, "price": 6.87, "expiration_date": "2023-08-30", "country_of_origin": "Antigua and Barbuda", "product_category": "Taco"}, {"product_name": "Product 48", "brand_name": "Brand 47", "description": "etincidunt. dolorem sit dolor Velit modi. quiquia porro quiquia Tempora non magnam. dolor modi porro consectetur dolor sit etincidunt. Neque sed. Numquam sed sed modi etincidunt. amet quisquam est. porro adipisci non Dolorem Consectetur porro. Etincidunt ipsum numquam sit dolorem. amet porro. Ut quiquia. quiquia. aliquam velit voluptatem sit est consectetur amet Dolor voluptatem. ipsum ipsum dolore. ut dolore quaerat est ut. tempora consectetur dolorem numquam Quisquam ipsum sit porro. dolor ut. ut. voluptatem aliquam Aliquam amet velit sed quisquam. ipsum quiquia. Aliquam dolore labore eius. dolor amet dolore quiquia. eius sit ipsum quaerat ut dolore velit quaerat. neque eius", "allergens": ["soy", "milk", "shellfish", "fish", "eggs", "nuts", "sulfites", "sesame", "gluten", "dairy"], "nutrition_facts": {"Calories": 59.84, "Fat": 18.48, "Saturated_Fat": 91.17, "Cholesterol": 4.22, "Sodium": 47.04, "Carbohydrate": 87.06, "Fiber": 86.27, "Sugar": 14.41, "Protein": 65.88}, "stocks": 59, "price": 60.04, "expiration_date": "2023-12-21", "country_of_origin": "Bahrain", "product_category": "Nuggets"}, {"product_name": "Product 54", "brand_name": "Brand 41", "description": "tempora dolorem eius. magnam. consectetur. quaerat adipisci Labore dolor. ut amet non Amet est ipsum quisquam. Velit aliquam tempora magnam eius tempora velit sed modi. dolorem. dolorem modi adipisci Voluptatem dolore eius labore. ut. numquam magnam sit tempora sed. dolor. dolorem sed eius. Adipisci magnam tempora est. eius Quaerat sit labore neque dolore Consectetur neque ipsum est quisquam. est aliquam. ut Consectetur sed voluptatem velit aliquam. Ut consectetur. Magnam ut consectetur. neque dolore modi sit. Sit Magnam neque Magnam neque ut Numquam dolore sit. modi. magnam sit Quiquia ut est. dolor numquam Consectetur labore Eius etincidunt neque. voluptatem sed Non", "allergens": ["wheat", "sesame", "dairy", "eggs"], "nutrition_facts": {"Calories": 64.19, "Fat": 83.22, "Saturated_Fat": 61.91, "Cholesterol": 58.84, "Sodium": 73.34, "Carbohydrate": 16.16, "Fiber": 39.08, "Sugar": 40.94, "Protein": 9.79}, "stocks": 83, "price": 84.88, "expiration_date": "2023-09-11", "country_of_origin": "Belgium", "product_category": "Ice Cream"}, {"product_name": "Product 88", "brand_name": "Brand 99", "description": "non aliquam adipisci Quaerat etincidunt. sed non ipsum dolorem Voluptatem labore sit sed dolorem etincidunt amet. quaerat aliquam Eius sit dolorem ut modi. tempora Etincidunt porro. quiquia amet Consectetur Aliquam neque labore tempora aliquam aliquam voluptatem. labore. Magnam dolor labore quisquam quisquam labore. quiquia magnam consectetur Eius labore adipisci amet. numquam eius quisquam quiquia quaerat neque quaerat sed dolor ut. neque non. dolorem quisquam. porro Quiquia aliquam. Non numquam labore Porro consectetur labore. aliquam Etincidunt sed. Magnam tempora quiquia ut adipisci ut numquam ipsum. est ut adipisci sit dolore. quiquia adipisci quaerat Est eius Magnam porro etincidunt. dolor. Sit Quaerat", "allergens": ["dairy", "eggs"], "nutrition_facts": {"Calories": 69.77, "Fat": 83.78, "Saturated_Fat": 18.53, "Cholesterol": 7.18, "Sodium": 88.39, "Carbohydrate": 76.17, "Fiber": 58.06, "Sugar": 79.16, "Protein": 91.15}, "stocks": 7, "price": 66.48, "expiration_date": "2023-08-02", "country_of_origin": "Antigua and Barbuda", "product_category": "Nuggets"}, {"product_name": "Product 88", "brand_name": "Brand 20", "description": "ut eius dolore Aliquam non. Voluptatem Etincidunt non velit. quaerat quaerat amet Quaerat ipsum Amet dolorem ut quiquia amet. ut. dolore porro consectetur sit. Consectetur magnam Eius Est tempora modi voluptatem etincidunt dolore. sit. consectetur. amet Porro porro amet magnam. dolorem modi porro est consectetur. magnam porro. aliquam Dolore ipsum amet. dolore modi labore. ut porro sit ipsum. porro. sit amet eius labore amet voluptatem ut. consectetur quiquia sed neque quisquam. Labore quiquia. tempora sit adipisci amet est. porro dolor consectetur labore numquam modi. quaerat aliquam dolorem est neque modi. neque dolorem tempora magnam. neque neque. labore labore. voluptatem non", "allergens": ["gluten", "peanuts", "milk"], "nutrition_facts": {"Calories": 7.04, "Fat": 42.39, "Saturated_Fat": 82.95, "Cholesterol": 17.14, "Sodium": 21.72, "Carbohydrate": 32.67, "Fiber": 81.64, "Sugar": 12.68, "Protein": 8.3}, "stocks": 18, "price": 20.86, "expiration_date": "2023-09-15", "country_of_origin": "Bahamas", "product_category": "Sandwich"}, {"product_name": "Product 14", "brand_name": "Brand 47", "description": "porro Sit etincidunt etincidunt. quisquam quaerat Porro dolore Labore numquam dolor sit dolorem. quisquam. Est sit Quiquia ipsum Dolor eius tempora est ut magnam quaerat tempora voluptatem eius aliquam porro Voluptatem velit numquam modi magnam sed aliquam voluptatem amet. quaerat quiquia modi sit quiquia eius ut Quisquam non porro non ut. dolore. amet. eius sed Neque sit modi quaerat ipsum adipisci non. Sit dolorem Amet magnam Neque quaerat consectetur ipsum voluptatem. modi. magnam ipsum quaerat quiquia Eius Voluptatem dolore. modi. voluptatem Ut dolor. Ut Velit est Magnam consectetur quisquam est voluptatem dolorem velit. Labore quisquam aliquam tempora Est quiquia aliquam", "allergens": ["wheat", "gluten", "fish", "dairy", "shellfish", "nuts", "peanuts", "sulfites"], "nutrition_facts": {"Calories": 82.19, "Fat": 65.08, "Saturated_Fat": 60.15, "Cholesterol": 90.22, "Sodium": 50.69, "Carbohydrate": 78.15, "Fiber": 5.54, "Sugar": 82.09, "Protein": 1.91}, "stocks": 32, "price": 26.21, "expiration_date": "2023-09-15", "country_of_origin": "Argentina", "product_category": "Dessert"}, {"product_name": "Product 65", "brand_name": "Brand 76", "description": "non est. Amet sit sit Tempora tempora porro sit modi sed etincidunt etincidunt Labore modi velit porro ut. quaerat adipisci. est. modi neque dolor sed. labore aliquam modi Quisquam ut. ipsum tempora amet Quiquia labore consectetur quaerat sed Dolor numquam Quiquia dolore amet magnam Dolore dolore Consectetur velit dolor. modi velit dolore porro ut dolorem. tempora amet neque amet aliquam non etincidunt dolorem Sed Voluptatem Quiquia Aliquam velit. labore Etincidunt porro magnam quaerat. sit dolorem tempora est Ut ut. Dolore dolore amet amet quiquia Porro quaerat Modi quisquam dolorem magnam magnam. quiquia non. sit. Velit labore Adipisci sit dolore aliquam.", "allergens": ["gluten", "sulfites", "dairy", "soy", "sesame", "nuts", "milk", "peanuts", "eggs", "fish", "shellfish"], "nutrition_facts": {"Calories": 15.5, "Fat": 19.94, "Saturated_Fat": 70.85, "Cholesterol": 92.44, "Sodium": 25.18, "Carbohydrate": 20.81, "Fiber": 45.42, "Sugar": 52.42, "Protein": 94.3}, "stocks": 18, "price": 72.07, "expiration_date": "2024-05-23", "country_of_origin": "Austria", "product_category": "Soda"}, {"product_name": "Product 89", "brand_name": "Brand 75", "description": "Quisquam voluptatem. modi quisquam modi labore ipsum etincidunt magnam Quisquam sit sed quaerat Velit porro modi Est sit Sit aliquam quaerat modi. sit velit Magnam dolor sed Ut Tempora Neque sit Voluptatem adipisci sit quiquia est etincidunt adipisci. dolor ipsum dolorem porro dolore. labore Non Eius amet quaerat. Porro neque adipisci. ut quaerat eius quisquam sed. Non adipisci Non adipisci consectetur Voluptatem voluptatem consectetur. amet quaerat. modi. numquam. est Quisquam tempora quisquam. Neque magnam. adipisci ipsum Dolore est. numquam ut dolor est quisquam ipsum Porro neque. quisquam. dolore magnam non consectetur. velit Sit dolor eius tempora est. voluptatem etincidunt Quiquia", "allergens": ["dairy", "sulfites", "soy", "wheat", "peanuts", "milk", "shellfish", "fish", "eggs", "sesame", "gluten"], "nutrition_facts": {"Calories": 79.05, "Fat": 62.19, "Saturated_Fat": 8.73, "Cholesterol": 70.13, "Sodium": 1.8, "Carbohydrate": 49.38, "Fiber": 97.5, "Sugar": 85.83, "Protein": 94.8}, "stocks": 93, "price": 55.85, "expiration_date": "2024-05-10", "country_of_origin": "Angola", "product_category": "Fried Chicken"}, {"product_name": "Product 36", "brand_name": "Brand 27", "description": "porro neque quiquia Sed quisquam voluptatem est. quiquia eius. non. Sed Dolore aliquam. est est dolore. Ipsum numquam. Non aliquam neque Magnam non non. Neque consectetur ipsum velit. ut ut. dolorem. neque. voluptatem consectetur est sit. quiquia neque est ut neque. quisquam est modi etincidunt dolore magnam dolor. quisquam non aliquam adipisci Modi porro Amet etincidunt quiquia velit. dolor Dolor Ipsum neque. Neque porro Ipsum eius porro quaerat quiquia numquam ut quaerat Sed dolore amet amet quiquia Eius dolore dolorem dolorem Dolorem etincidunt Etincidunt velit sit ipsum dolor Dolore aliquam dolore labore. neque Voluptatem magnam sed magnam. ut labore sed", "allergens": ["dairy", "sulfites", "milk"], "nutrition_facts": {"Calories": 4.13, "Fat": 10.38, "Saturated_Fat": 10.19, "Cholesterol": 89.92, "Sodium": 74.8, "Carbohydrate": 45.93, "Fiber": 99.35, "Sugar": 4.36, "Protein": 35.26}, "stocks": 27, "price": 50.77, "expiration_date": "2023-07-26", "country_of_origin": "Belgium", "product_category": "Pizza"}, {"product_name": "Product 89", "brand_name": "Brand 37", "description": "Neque adipisci quisquam. Dolor Modi quisquam quaerat non voluptatem non. consectetur. dolorem amet. velit labore aliquam Aliquam non non sit Quaerat Sed labore sed Consectetur neque porro. aliquam. amet. dolorem. quaerat dolore labore sed dolorem ut Quiquia eius Adipisci Quiquia dolorem numquam Consectetur consectetur dolorem ut consectetur. Ipsum quisquam porro dolore quaerat numquam dolor consectetur ut aliquam. porro etincidunt. Sed quisquam. amet ipsum quisquam voluptatem dolore dolorem porro. consectetur magnam modi numquam neque. Est porro quisquam. dolor sed. aliquam adipisci. quiquia. neque porro quaerat Quisquam consectetur quaerat aliquam voluptatem. Voluptatem neque eius. amet. neque Tempora consectetur Labore Etincidunt numquam. quisquam", "allergens": ["gluten", "peanuts", "eggs", "soy", "wheat"], "nutrition_facts": {"Calories": 41.55, "Fat": 46.45, "Saturated_Fat": 71.73, "Cholesterol": 8.25, "Sodium": 32.25, "Carbohydrate": 13.26, "Fiber": 19.29, "Sugar": 91.95, "Protein": 64.35}, "stocks": 71, "price": 91.02, "expiration_date": "2023-09-07", "country_of_origin": "Azerbaijan", "product_category": "Dessert"}, {"product_name": "Product 20", "brand_name": "Brand 41", "description": "Est Tempora quiquia est amet aliquam. magnam non dolor adipisci quisquam Ipsum velit Non est tempora. porro quaerat. magnam. non est. Eius ipsum numquam magnam est modi. est. Labore ut. etincidunt modi est Dolorem Neque quaerat ut. sed amet ut Modi Neque modi tempora Numquam labore velit. tempora magnam Eius quiquia dolore quaerat eius Consectetur voluptatem sed quaerat Sit velit velit Ipsum etincidunt ut est ut modi labore quaerat amet Magnam quiquia adipisci. Quiquia non numquam dolorem. neque est. consectetur sed. ipsum quaerat sit quisquam est adipisci quaerat Dolor etincidunt Numquam consectetur neque dolor quaerat ut voluptatem quiquia Non Labore", "allergens": ["eggs", "sulfites", "milk", "fish", "wheat", "gluten", "soy", "peanuts", "shellfish", "dairy"], "nutrition_facts": {"Calories": 69.99, "Fat": 58.15, "Saturated_Fat": 65.83, "Cholesterol": 71.73, "Sodium": 21.21, "Carbohydrate": 8.16, "Fiber": 13.97, "Sugar": 29.76, "Protein": 36.27}, "stocks": 3, "price": 49.53, "expiration_date": "2024-05-25", "country_of_origin": "Antigua and Barbuda", "product_category": "Fries"}, {"product_name": "Product 99", "brand_name": "Brand 8", "description": "neque. non sit quaerat non adipisci. neque non dolorem quisquam ut amet. etincidunt. eius Modi velit dolor consectetur. non quaerat magnam Non aliquam dolor quiquia. est. dolor ipsum. tempora aliquam magnam. consectetur quiquia. labore ipsum. Sed non modi eius dolor amet amet sit porro sit ipsum quaerat adipisci Ut adipisci sed consectetur aliquam. etincidunt voluptatem sit neque Sit neque voluptatem adipisci numquam. porro. voluptatem adipisci Dolore magnam neque sit porro ipsum Velit quiquia magnam adipisci sed. tempora aliquam. adipisci Voluptatem Ut quaerat numquam numquam quiquia velit Porro est Dolorem Etincidunt quiquia. sed. neque numquam Adipisci Ipsum aliquam. aliquam neque neque", "allergens": ["peanuts", "nuts", "dairy", "shellfish", "soy", "gluten", "milk", "sulfites"], "nutrition_facts": {"Calories": 63.55, "Fat": 83.21, "Saturated_Fat": 81.59, "Cholesterol": 43.3, "Sodium": 90.91, "Carbohydrate": 40.04, "Fiber": 22.03, "Sugar": 68.92, "Protein": 90.26}, "stocks": 97, "price": 28.12, "expiration_date": "2024-06-04", "country_of_origin": "Belarus", "product_category": "Fried Chicken"}, {"product_name": "Product 41", "brand_name": "Brand 86", "description": "porro magnam Velit sit tempora velit tempora eius. aliquam. Non Porro ut magnam aliquam modi tempora. sed eius eius numquam quaerat adipisci quiquia. Adipisci adipisci consectetur. dolore. eius eius. quiquia. tempora magnam dolor Dolorem numquam est est sit Eius labore ut sit magnam quaerat Porro labore sed etincidunt tempora dolore ut Etincidunt numquam. dolorem. quisquam quaerat. velit. numquam. dolorem est Tempora sit. ipsum quiquia consectetur etincidunt quaerat Est sit porro labore consectetur voluptatem. ipsum Porro modi. etincidunt est Aliquam labore Numquam neque neque non non modi Dolore Sit etincidunt Labore magnam ut. est quaerat quiquia. labore magnam numquam numquam. dolore", "allergens": ["sesame", "eggs", "soy", "wheat", "peanuts", "milk", "dairy", "fish", "sulfites", "nuts"], "nutrition_facts": {"Calories": 86.81, "Fat": 57.24, "Saturated_Fat": 91.88, "Cholesterol": 84.72, "Sodium": 23.97, "Carbohydrate": 5.36, "Fiber": 54.84, "Sugar": 42.18, "Protein": 91.65}, "stocks": 75, "price": 75.03, "expiration_date": "2024-02-07", "country_of_origin": "Azerbaijan", "product_category": "Sandwich"}, {"product_name": "Product 40", "brand_name": "Brand 43", "description": "adipisci est est ut voluptatem eius magnam non Neque Voluptatem aliquam ipsum. neque etincidunt dolor dolore labore. amet ut neque. eius est etincidunt aliquam ipsum labore quisquam quisquam Amet dolorem modi tempora dolorem consectetur dolor magnam sed quisquam sed amet est. Adipisci quaerat. consectetur. neque etincidunt aliquam tempora labore Dolorem non eius. dolore Dolorem etincidunt consectetur consectetur quiquia etincidunt velit Amet adipisci magnam dolore quiquia. non sed. neque. Sed dolorem velit ut. dolore etincidunt. porro tempora. Quiquia adipisci labore adipisci ipsum numquam Labore Neque ut dolor Aliquam consectetur Quisquam est ipsum non. modi porro consectetur non magnam magnam Sed quiquia", "allergens": ["milk", "nuts", "fish", "sesame", "eggs", "soy", "sulfites", "gluten", "dairy", "wheat"], "nutrition_facts": {"Calories": 4.38, "Fat": 39.82, "Saturated_Fat": 6.62, "Cholesterol": 14.46, "Sodium": 30.03, "Carbohydrate": 56.98, "Fiber": 19.9, "Sugar": 24.05, "Protein": 66.25}, "stocks": 3, "price": 42.4, "expiration_date": "2024-02-21", "country_of_origin": "Benin", "product_category": "Taco"}, {"product_name": "Product 45", "brand_name": "Brand 53", "description": "Sed non consectetur quiquia Magnam etincidunt Quiquia ut. sit. voluptatem. sed. etincidunt quaerat. sed adipisci. neque tempora sed. Dolorem Est quiquia ipsum Tempora quaerat labore adipisci numquam amet. tempora non Amet Modi quaerat etincidunt porro Dolorem non Quiquia amet magnam Neque porro. magnam neque. tempora ut. non Quisquam Quisquam amet adipisci quiquia. dolor tempora consectetur Dolorem est. Consectetur Quiquia dolore aliquam. neque quiquia porro non non modi sed numquam Labore Quisquam sed etincidunt sit numquam adipisci Ipsum non ut Tempora non. tempora Eius ipsum aliquam ut dolorem adipisci dolor Aliquam Etincidunt est aliquam dolor magnam quisquam ut dolorem quaerat dolor", "allergens": ["sulfites", "nuts", "fish", "milk", "eggs", "gluten", "sesame", "dairy", "shellfish", "peanuts"], "nutrition_facts": {"Calories": 68.23, "Fat": 35.52, "Saturated_Fat": 46.26, "Cholesterol": 21.0, "Sodium": 6.83, "Carbohydrate": 12.72, "Fiber": 50.71, "Sugar": 47.58, "Protein": 11.16}, "stocks": 72, "price": 56.79, "expiration_date": "2024-02-22", "country_of_origin": "Belgium", "product_category": "Fried Chicken"}, {"product_name": "Product 13", "brand_name": "Brand 80", "description": "adipisci labore porro voluptatem quisquam. Aliquam ipsum non sit quisquam. quiquia Porro Adipisci quisquam dolorem sit aliquam dolorem quaerat sed. adipisci numquam velit dolor. neque sed magnam est velit. labore sed. adipisci eius. porro. quisquam quiquia Modi magnam tempora Modi Ut eius aliquam dolor ipsum etincidunt adipisci magnam sit Magnam velit aliquam Ipsum consectetur est. est. modi ut consectetur neque tempora non Consectetur dolor non etincidunt quiquia aliquam ipsum adipisci eius. quiquia. eius est dolore voluptatem est Etincidunt Ipsum Neque magnam labore velit porro numquam etincidunt. quisquam adipisci sed Adipisci etincidunt dolor. aliquam Neque Amet quaerat. etincidunt aliquam modi sit", "allergens": ["fish", "peanuts", "nuts", "eggs", "shellfish", "milk", "soy"], "nutrition_facts": {"Calories": 61.08, "Fat": 3.28, "Saturated_Fat": 50.71, "Cholesterol": 52.99, "Sodium": 63.91, "Carbohydrate": 76.22, "Fiber": 31.92, "Sugar": 48.06, "Protein": 90.35}, "stocks": 36, "price": 49.7, "expiration_date": "2024-04-06", "country_of_origin": "Armenia", "product_category": "Burger"}, {"product_name": "Product 73", "brand_name": "Brand 21", "description": "ut labore. labore Quiquia quiquia etincidunt voluptatem quaerat quisquam magnam. Non adipisci dolorem sit quisquam amet porro velit. ipsum voluptatem. est Dolor consectetur Magnam magnam dolor Neque aliquam quiquia etincidunt velit sit. modi aliquam Magnam adipisci ipsum. quisquam etincidunt Quiquia quiquia. dolor. voluptatem Ut voluptatem consectetur Aliquam tempora. quisquam non Ipsum porro. modi. adipisci Dolor tempora neque. modi velit Adipisci dolor Labore neque consectetur consectetur. Tempora numquam dolorem numquam non modi est voluptatem. ipsum modi Porro Non dolore eius modi quaerat eius modi modi porro. dolore labore voluptatem. amet quaerat quiquia. labore amet modi aliquam dolorem quaerat dolorem porro consectetur", "allergens": ["shellfish", "sesame", "dairy", "nuts", "soy"], "nutrition_facts": {"Calories": 88.4, "Fat": 99.22, "Saturated_Fat": 71.17, "Cholesterol": 23.71, "Sodium": 6.01, "Carbohydrate": 64.85, "Fiber": 16.25, "Sugar": 62.33, "Protein": 85.06}, "stocks": 89, "price": 82.55, "expiration_date": "2023-12-05", "country_of_origin": "Belarus", "product_category": "Dessert"}, {"product_name": "Product 61", "brand_name": "Brand 74", "description": "tempora Neque dolore est modi quisquam modi Dolorem tempora Quiquia dolorem Quiquia voluptatem dolor numquam ut. Aliquam eius modi etincidunt. quisquam quaerat amet porro dolore. etincidunt Ipsum Dolor quaerat est amet voluptatem ut dolorem quisquam dolor Modi quiquia velit consectetur etincidunt modi quiquia eius quiquia. neque. sit labore tempora Voluptatem est voluptatem. neque neque ut ipsum quiquia sed velit. dolorem numquam sed. modi velit Dolorem ipsum etincidunt Neque velit. porro velit ipsum. Ut ipsum magnam est eius quaerat. eius magnam Velit adipisci voluptatem Sit velit non. sed ut magnam Sed modi voluptatem. eius adipisci. adipisci. quaerat ipsum. non porro quaerat", "allergens": ["milk"], "nutrition_facts": {"Calories": 57.21, "Fat": 91.67, "Saturated_Fat": 27.72, "Cholesterol": 71.55, "Sodium": 91.55, "Carbohydrate": 67.73, "Fiber": 6.2, "Sugar": 76.46, "Protein": 5.06}, "stocks": 10, "price": 59.03, "expiration_date": "2023-12-27", "country_of_origin": "Benin", "product_category": "Nuggets"}, {"product_name": "Product 34", "brand_name": "Brand 29", "description": "sit quaerat magnam est non dolor quiquia etincidunt labore labore tempora. magnam quisquam quiquia modi sed non aliquam. quiquia Est velit Porro consectetur magnam modi ut Dolorem ipsum consectetur est Voluptatem numquam. Porro etincidunt. Dolorem aliquam porro Neque voluptatem tempora neque. est dolore etincidunt neque porro consectetur etincidunt Quisquam velit. adipisci non. Velit sed dolore tempora porro porro neque sit. quiquia consectetur tempora. voluptatem ipsum. numquam tempora neque quiquia dolore Dolor dolorem magnam aliquam porro quiquia sed. sed dolore numquam ut. adipisci quiquia est Sit labore velit numquam magnam velit numquam. modi eius tempora quisquam quisquam. est Neque sit. dolor", "allergens": ["fish", "eggs", "milk", "soy", "sesame", "peanuts", "nuts", "dairy", "shellfish", "sulfites", "wheat"], "nutrition_facts": {"Calories": 86.62, "Fat": 62.01, "Saturated_Fat": 42.76, "Cholesterol": 70.1, "Sodium": 27.47, "Carbohydrate": 26.19, "Fiber": 18.8, "Sugar": 12.4, "Protein": 7.15}, "stocks": 81, "price": 84.5, "expiration_date": "2023-12-20", "country_of_origin": "Afghanistan", "product_category": "Burger"}, {"product_name": "Product 15", "brand_name": "Brand 61", "description": "sit consectetur. voluptatem Ipsum amet. magnam dolorem modi Ipsum labore voluptatem ipsum dolorem velit ut sit aliquam. modi neque. dolorem. sit. ipsum quiquia adipisci. ipsum tempora voluptatem dolor. Quaerat dolor labore aliquam etincidunt quaerat dolore. magnam. dolor adipisci dolorem neque Non labore quiquia Labore eius. dolor dolorem neque Etincidunt Dolorem dolore amet. adipisci neque. ipsum. est neque ut. etincidunt velit sed Etincidunt porro dolor. neque. quaerat est Tempora Magnam Quiquia porro Velit etincidunt. modi etincidunt numquam. sit magnam ut Adipisci modi sed velit quaerat quaerat labore. eius Aliquam dolore ipsum Quaerat Numquam ut Amet magnam non. dolor porro. quisquam. ut", "allergens": ["eggs", "shellfish", "nuts", "gluten", "sulfites", "fish", "peanuts", "soy", "sesame", "milk", "wheat"], "nutrition_facts": {"Calories": 86.15, "Fat": 69.95, "Saturated_Fat": 76.66, "Cholesterol": 51.49, "Sodium": 42.83, "Carbohydrate": 53.24, "Fiber": 41.68, "Sugar": 81.87, "Protein": 21.99}, "stocks": 50, "price": 13.5, "expiration_date": "2023-12-15", "country_of_origin": "Bahrain", "product_category": "Fried Chicken"}, {"product_name": "Product 99", "brand_name": "Brand 49", "description": "quiquia velit ut Modi adipisci etincidunt. dolorem quiquia tempora quaerat tempora. porro sit consectetur quaerat magnam quisquam. sed Ut labore aliquam eius. etincidunt non. tempora Ut dolor Amet consectetur Neque Velit neque Dolor Quisquam magnam. tempora dolore porro numquam Aliquam eius numquam sit. dolorem est non. numquam porro magnam sed. quisquam magnam. aliquam neque labore neque quiquia non est. adipisci. numquam Quiquia neque eius dolor non. sed. ut aliquam non quiquia. adipisci quaerat magnam Dolore sit dolorem. numquam neque. voluptatem. eius sed ipsum. amet. modi consectetur aliquam velit Adipisci tempora Sed dolore Aliquam sit Eius dolor non est. Est velit.", "allergens": ["milk", "sulfites", "peanuts"], "nutrition_facts": {"Calories": 32.81, "Fat": 96.16, "Saturated_Fat": 66.75, "Cholesterol": 1.64, "Sodium": 99.78, "Carbohydrate": 69.46, "Fiber": 37.37, "Sugar": 69.21, "Protein": 92.4}, "stocks": 23, "price": 86.89, "expiration_date": "2023-07-12", "country_of_origin": "Azerbaijan", "product_category": "Taco"}, {"product_name": "Product 90", "brand_name": "Brand 1", "description": "neque magnam etincidunt. porro eius Consectetur quaerat. labore. quaerat modi aliquam neque est velit. magnam Modi Magnam sit est modi porro Dolor eius est non voluptatem sed etincidunt dolorem porro Sed quisquam dolorem Numquam porro porro. dolorem. voluptatem ipsum porro ut magnam Magnam amet modi dolor ipsum ut est ut sed. voluptatem velit Quaerat Quaerat Sit est sit labore eius aliquam tempora quiquia. quiquia. Non neque etincidunt est ipsum dolorem quisquam numquam Voluptatem Dolor etincidunt. quisquam. eius quiquia non magnam dolor quiquia. Labore dolor eius. Quiquia quiquia labore quisquam. etincidunt etincidunt adipisci quiquia. Ipsum dolorem sit. quiquia modi neque Amet", "allergens": ["sesame", "shellfish", "sulfites"], "nutrition_facts": {"Calories": 83.74, "Fat": 55.09, "Saturated_Fat": 20.46, "Cholesterol": 63.9, "Sodium": 57.2, "Carbohydrate": 81.81, "Fiber": 12.86, "Sugar": 37.44, "Protein": 12.82}, "stocks": 27, "price": 99.89, "expiration_date": "2024-02-19", "country_of_origin": "Belarus", "product_category": "Pizza"}, {"product_name": "Product 75", "brand_name": "Brand 80", "description": "neque aliquam magnam. ut Neque aliquam tempora Dolorem ut. ut Dolor modi Amet labore Dolorem quaerat adipisci. Est velit. etincidunt voluptatem Voluptatem ipsum consectetur consectetur est adipisci consectetur adipisci aliquam magnam. Quiquia Numquam dolore amet ut. quisquam magnam sit Consectetur modi Est adipisci. non adipisci quisquam quaerat sit modi dolorem. Modi consectetur dolore aliquam numquam quaerat. dolorem quiquia sit modi adipisci quisquam magnam quiquia adipisci. modi. magnam magnam. dolorem non. modi. quisquam Quisquam ut neque Quiquia Tempora Etincidunt Quiquia Est sed porro porro neque dolore adipisci dolor porro. voluptatem adipisci Consectetur aliquam sed. neque voluptatem tempora. modi. tempora eius quisquam", "allergens": ["gluten", "dairy"], "nutrition_facts": {"Calories": 33.64, "Fat": 67.7, "Saturated_Fat": 6.98, "Cholesterol": 89.25, "Sodium": 3.87, "Carbohydrate": 34.63, "Fiber": 86.07, "Sugar": 45.02, "Protein": 62.81}, "stocks": 56, "price": 11.31, "expiration_date": "2023-07-06", "country_of_origin": "Bahrain", "product_category": "Sandwich"}, {"product_name": "Product 97", "brand_name": "Brand 46", "description": "Consectetur Ipsum tempora eius est porro dolorem. etincidunt. ut porro amet. dolore. adipisci. sit porro eius neque Dolor tempora dolor voluptatem amet magnam. non. ipsum ipsum etincidunt magnam dolore eius adipisci tempora Ut consectetur Quisquam numquam sit aliquam ipsum dolore modi Est aliquam est quaerat. aliquam Eius dolor modi adipisci magnam labore aliquam sit sed quaerat Magnam aliquam ipsum dolorem quaerat voluptatem Numquam adipisci tempora. ut Quiquia amet labore amet eius porro dolor quisquam aliquam. amet Quisquam quisquam ipsum consectetur. sed quiquia consectetur etincidunt. dolore neque Dolore porro dolorem quisquam Non est adipisci. consectetur consectetur non Quaerat adipisci eius adipisci", "allergens": ["dairy", "gluten", "peanuts", "shellfish", "eggs", "milk", "fish", "sulfites", "soy", "nuts", "wheat"], "nutrition_facts": {"Calories": 7.42, "Fat": 4.43, "Saturated_Fat": 94.66, "Cholesterol": 42.04, "Sodium": 55.05, "Carbohydrate": 6.63, "Fiber": 93.7, "Sugar": 46.96, "Protein": 14.22}, "stocks": 21, "price": 3.6, "expiration_date": "2024-05-27", "country_of_origin": "Austria", "product_category": "Ice Cream"}, {"product_name": "Product 95", "brand_name": "Brand 25", "description": "consectetur. dolor sit. quisquam. neque numquam adipisci amet sit consectetur. dolor dolorem labore. sit. numquam. est labore labore ipsum eius ut dolorem tempora Sed est Velit ipsum Magnam adipisci ipsum. dolorem quiquia labore sed dolor quiquia tempora. magnam non Consectetur Quiquia dolor Sit Dolorem Eius labore consectetur. sit dolore. quisquam ipsum modi numquam velit consectetur. Magnam Quaerat Porro consectetur dolorem. amet non sed Aliquam quiquia quaerat dolorem quisquam labore quiquia modi voluptatem ut non consectetur est Labore dolore Velit non sit aliquam est est porro. neque adipisci Sed sed consectetur etincidunt. ipsum labore tempora. aliquam quiquia Magnam quiquia dolorem quisquam.", "allergens": ["shellfish", "milk", "sulfites", "eggs", "peanuts", "dairy", "soy", "gluten", "wheat", "sesame", "nuts"], "nutrition_facts": {"Calories": 51.27, "Fat": 84.33, "Saturated_Fat": 13.24, "Cholesterol": 96.2, "Sodium": 40.63, "Carbohydrate": 89.63, "Fiber": 90.76, "Sugar": 53.09, "Protein": 37.41}, "stocks": 29, "price": 74.25, "expiration_date": "2023-06-22", "country_of_origin": "Bangladesh", "product_category": "Sandwich"}, {"product_name": "Product 8", "brand_name": "Brand 3", "description": "sed. aliquam velit Tempora ut amet dolorem consectetur. quisquam velit Ipsum eius ipsum quaerat. quiquia etincidunt est Etincidunt sed. quaerat Labore quisquam ipsum amet porro. quisquam neque consectetur quisquam neque modi etincidunt. ut dolor sed quaerat sed labore est adipisci consectetur. ut etincidunt neque quisquam. magnam labore magnam voluptatem consectetur. Tempora Est sit dolor ipsum Est non. consectetur eius Quaerat numquam Porro neque quisquam. Modi porro quiquia consectetur. quiquia modi velit amet. porro magnam. sed sed. Quaerat labore aliquam est etincidunt amet consectetur adipisci. dolor dolorem. quiquia Neque Ut modi etincidunt tempora. numquam. sed. magnam. Est neque numquam magnam voluptatem", "allergens": ["sulfites", "nuts", "peanuts", "wheat"], "nutrition_facts": {"Calories": 15.49, "Fat": 34.47, "Saturated_Fat": 54.22, "Cholesterol": 72.65, "Sodium": 95.39, "Carbohydrate": 46.97, "Fiber": 4.49, "Sugar": 46.36, "Protein": 75.56}, "stocks": 8, "price": 79.66, "expiration_date": "2023-10-28", "country_of_origin": "Australia", "product_category": "Burger"}, {"product_name": "Product 95", "brand_name": "Brand 27", "description": "voluptatem adipisci dolorem eius. quisquam amet quisquam. quaerat quiquia etincidunt Ut adipisci Consectetur sit eius numquam dolore sit Dolorem labore velit eius velit. sit. neque. magnam. labore numquam. quiquia Dolor ipsum. Aliquam tempora adipisci Adipisci quisquam. est. quisquam. dolor ut Dolore modi adipisci Dolor dolorem tempora. dolore. Eius adipisci Tempora non velit magnam. modi. dolorem. porro quaerat Amet quisquam voluptatem porro est ut. ipsum. magnam sit quiquia aliquam Modi Sit numquam Quaerat dolor quaerat. Dolorem Velit neque. Dolor dolore quaerat aliquam. numquam voluptatem. dolor Dolorem ut tempora velit Dolorem aliquam numquam modi quaerat ipsum voluptatem dolor quisquam dolorem Consectetur tempora", "allergens": ["nuts", "milk", "peanuts", "sesame", "eggs", "sulfites", "wheat"], "nutrition_facts": {"Calories": 36.06, "Fat": 81.93, "Saturated_Fat": 52.78, "Cholesterol": 80.2, "Sodium": 32.15, "Carbohydrate": 75.02, "Fiber": 18.78, "Sugar": 12.34, "Protein": 97.49}, "stocks": 45, "price": 69.26, "expiration_date": "2023-11-10", "country_of_origin": "Argentina", "product_category": "Burger"}, {"product_name": "Product 94", "brand_name": "Brand 96", "description": "labore ut dolor sit dolore. non dolorem. eius etincidunt adipisci quisquam labore Modi aliquam aliquam Tempora magnam modi est. Tempora quisquam. numquam est dolor voluptatem. Non amet velit Tempora quisquam. voluptatem ipsum quisquam voluptatem neque velit quaerat quaerat. magnam tempora Ut dolorem quiquia. Velit consectetur eius porro. velit. modi Tempora Eius Sit magnam consectetur Ipsum porro dolorem magnam modi porro ipsum quaerat Modi Dolore quaerat quaerat Adipisci eius dolorem neque aliquam labore dolore sit dolore labore numquam. Aliquam Dolorem quaerat labore porro eius Aliquam Est sit. dolore quaerat quiquia quiquia quaerat Sit dolore dolor dolore porro consectetur. numquam. consectetur dolor", "allergens": ["eggs", "sesame", "soy", "shellfish", "wheat", "milk", "sulfites", "peanuts", "dairy", "fish", "gluten", "nuts"], "nutrition_facts": {"Calories": 69.54, "Fat": 71.65, "Saturated_Fat": 32.21, "Cholesterol": 90.2, "Sodium": 84.2, "Carbohydrate": 4.79, "Fiber": 25.76, "Sugar": 75.2, "Protein": 39.36}, "stocks": 26, "price": 7.39, "expiration_date": "2024-05-14", "country_of_origin": "Austria", "product_category": "Fries"}, {"product_name": "Product 46", "brand_name": "Brand 49", "description": "etincidunt est sed etincidunt amet labore dolore. aliquam tempora porro. Quaerat Ipsum quiquia numquam. amet velit etincidunt. Dolor etincidunt est ipsum adipisci eius etincidunt. non quaerat. porro dolor Labore dolor dolor sit. ut dolorem. quisquam Voluptatem magnam aliquam. porro quiquia Ut ipsum. est quisquam numquam. sit aliquam Ipsum non non. Dolorem consectetur. ipsum non ipsum numquam Velit tempora sit porro sit. Quiquia sit quisquam Dolorem adipisci. quisquam quisquam non non Est velit eius. quisquam consectetur aliquam est amet adipisci dolore Neque dolore porro voluptatem Sed dolorem quisquam. ut labore non Modi modi quaerat velit neque Quiquia numquam neque voluptatem. dolore.", "allergens": ["sesame", "wheat", "gluten"], "nutrition_facts": {"Calories": 28.44, "Fat": 57.75, "Saturated_Fat": 11.72, "Cholesterol": 10.92, "Sodium": 29.32, "Carbohydrate": 16.2, "Fiber": 89.44, "Sugar": 60.75, "Protein": 5.69}, "stocks": 73, "price": 80.05, "expiration_date": "2024-05-17", "country_of_origin": "Andorra", "product_category": "Fried Chicken"}, {"product_name": "Product 65", "brand_name": "Brand 13", "description": "voluptatem. velit velit quiquia magnam Numquam adipisci quisquam velit ipsum dolore sit amet neque aliquam aliquam consectetur. ipsum. dolore dolor sit etincidunt dolor eius amet ut Dolorem sit eius labore. velit. dolor dolore quaerat Sed tempora etincidunt modi quisquam. porro. etincidunt. amet Voluptatem Numquam Quaerat Dolor Consectetur sed aliquam quaerat. dolore. labore. velit ipsum. consectetur adipisci modi numquam modi. velit ipsum quaerat sed magnam quiquia. neque sed tempora aliquam adipisci. Porro adipisci etincidunt sed adipisci. ipsum voluptatem. quaerat sed quiquia consectetur Aliquam Consectetur quiquia velit Adipisci labore labore non ut sed etincidunt est modi. labore ipsum numquam. magnam. voluptatem dolorem", "allergens": ["dairy", "milk", "sesame", "nuts", "eggs", "peanuts", "soy", "shellfish", "gluten", "wheat"], "nutrition_facts": {"Calories": 61.24, "Fat": 58.13, "Saturated_Fat": 61.24, "Cholesterol": 7.91, "Sodium": 93.16, "Carbohydrate": 3.45, "Fiber": 51.68, "Sugar": 68.09, "Protein": 61.41}, "stocks": 24, "price": 74.2, "expiration_date": "2023-12-14", "country_of_origin": "Australia", "product_category": "Sandwich"}, {"product_name": "Product 75", "brand_name": "Brand 17", "description": "Quisquam sit neque Eius Consectetur ut quiquia labore quiquia ut quiquia. adipisci etincidunt. Voluptatem Quiquia adipisci porro. magnam modi aliquam quaerat. modi dolore quiquia tempora dolor Aliquam Aliquam eius ipsum adipisci magnam. ipsum dolore labore sed ipsum Dolor adipisci quaerat Labore Ipsum ut eius ut aliquam labore voluptatem Ipsum velit dolor sit. sit. Non tempora modi adipisci. quisquam Magnam dolore Numquam numquam Quaerat aliquam numquam. dolor dolore Dolor sed etincidunt ut. Ipsum dolorem amet. Magnam quiquia labore est. eius magnam. velit adipisci eius etincidunt Etincidunt modi aliquam quaerat sed. Consectetur voluptatem. Ipsum ut quaerat modi amet quiquia. Ipsum Sit eius", "allergens": ["nuts", "shellfish", "wheat", "fish"], "nutrition_facts": {"Calories": 45.48, "Fat": 95.63, "Saturated_Fat": 29.13, "Cholesterol": 18.65, "Sodium": 77.82, "Carbohydrate": 71.46, "Fiber": 96.92, "Sugar": 93.27, "Protein": 97.36}, "stocks": 39, "price": 57.17, "expiration_date": "2024-03-03", "country_of_origin": "Bhutan", "product_category": "Taco"}, {"product_name": "Product 79", "brand_name": "Brand 82", "description": "Non porro quisquam amet quisquam. dolorem labore Porro est consectetur Tempora labore eius Porro dolor. tempora. sit. aliquam. eius consectetur Aliquam dolore Sit sit quaerat amet modi porro sed ipsum modi quisquam. Ut Quiquia consectetur. dolorem Est Ut sit. Dolorem quaerat. modi Velit ut dolore numquam Quisquam velit tempora. adipisci labore quiquia ut Aliquam Ut aliquam sed magnam aliquam. consectetur dolorem eius. adipisci. labore Velit dolor. Porro Sit quiquia velit sit magnam adipisci porro velit ipsum ut numquam amet dolore voluptatem quiquia quaerat. voluptatem. modi velit sed etincidunt non magnam sed porro eius modi numquam. dolor labore amet est magnam.", "allergens": ["nuts", "eggs", "sulfites", "wheat", "dairy", "sesame", "shellfish", "milk", "soy"], "nutrition_facts": {"Calories": 81.88, "Fat": 73.41, "Saturated_Fat": 38.86, "Cholesterol": 7.79, "Sodium": 67.41, "Carbohydrate": 77.79, "Fiber": 98.67, "Sugar": 75.01, "Protein": 14.65}, "stocks": 8, "price": 43.97, "expiration_date": "2023-06-11", "country_of_origin": "Argentina", "product_category": "Burger"}, {"product_name": "Product 81", "brand_name": "Brand 51", "description": "sed aliquam etincidunt. quaerat amet neque. magnam Porro dolore amet Labore neque aliquam dolore ipsum. neque labore aliquam. magnam. neque adipisci. Sit magnam. Non etincidunt aliquam amet eius eius. sed eius etincidunt dolor Labore non. labore. Modi numquam neque sed Modi eius. quaerat eius dolore Porro labore labore Numquam porro Voluptatem aliquam non sed magnam numquam. velit non. labore. sit tempora neque quaerat Velit velit dolor. modi consectetur sit dolor. modi. magnam Eius magnam. magnam modi dolor Dolore quaerat sit consectetur Dolorem adipisci dolore. tempora. quaerat sit. aliquam sed tempora. sit etincidunt magnam est quiquia quiquia tempora Labore quaerat consectetur", "allergens": ["soy"], "nutrition_facts": {"Calories": 94.66, "Fat": 50.54, "Saturated_Fat": 59.4, "Cholesterol": 7.3, "Sodium": 14.52, "Carbohydrate": 36.66, "Fiber": 93.73, "Sugar": 31.54, "Protein": 52.17}, "stocks": 10, "price": 31.94, "expiration_date": "2023-07-09", "country_of_origin": "Barbados", "product_category": "Burger"}, {"product_name": "Product 70", "brand_name": "Brand 44", "description": "Dolorem ut est quisquam quiquia voluptatem non dolorem. sit velit. dolore quisquam amet sit velit amet amet est neque sed quisquam dolorem. aliquam. Dolorem numquam dolor. amet est. Aliquam quiquia Etincidunt sit numquam. sed porro Modi Modi sit. velit neque. adipisci etincidunt est velit numquam tempora Modi amet Est dolor adipisci consectetur Porro labore tempora aliquam voluptatem amet. amet quisquam porro Velit voluptatem amet. Etincidunt ipsum velit tempora dolorem quiquia numquam. Ut ut dolore est Sed dolor porro quaerat. magnam velit eius Ipsum quiquia. Quisquam porro numquam. magnam eius amet. porro neque aliquam amet modi porro voluptatem etincidunt velit. velit", "allergens": ["soy", "eggs", "sesame", "sulfites", "nuts", "fish", "dairy"], "nutrition_facts": {"Calories": 38.25, "Fat": 17.56, "Saturated_Fat": 16.94, "Cholesterol": 14.62, "Sodium": 39.68, "Carbohydrate": 72.15, "Fiber": 40.81, "Sugar": 37.3, "Protein": 94.59}, "stocks": 89, "price": 39.19, "expiration_date": "2023-12-10", "country_of_origin": "Angola", "product_category": "Fries"}, {"product_name": "Product 33", "brand_name": "Brand 20", "description": "sed neque quiquia non Eius adipisci Eius eius tempora voluptatem. magnam Adipisci quaerat. magnam. dolorem eius quisquam quaerat. Sed labore dolorem eius. neque amet modi dolor. eius sit tempora neque. est quiquia Neque porro. quaerat amet eius. labore tempora voluptatem. Amet neque Eius tempora porro quaerat sit porro. Adipisci quisquam Sit neque Tempora Porro quaerat Dolorem voluptatem Amet Sed voluptatem modi Tempora dolorem neque ipsum magnam ipsum adipisci consectetur quiquia labore Consectetur amet ut. non dolore etincidunt. Voluptatem quiquia labore sit ipsum etincidunt ut eius adipisci dolore dolor. neque eius. adipisci est non ipsum etincidunt velit labore. neque numquam eius", "allergens": ["shellfish", "soy", "nuts", "wheat", "fish", "milk", "dairy", "eggs", "gluten", "sulfites"], "nutrition_facts": {"Calories": 86.76, "Fat": 67.24, "Saturated_Fat": 61.47, "Cholesterol": 25.7, "Sodium": 32.52, "Carbohydrate": 34.22, "Fiber": 69.18, "Sugar": 48.84, "Protein": 36.11}, "stocks": 4, "price": 30.89, "expiration_date": "2023-08-13", "country_of_origin": "Belgium", "product_category": "Sandwich"}, {"product_name": "Product 66", "brand_name": "Brand 77", "description": "tempora ipsum adipisci. tempora quaerat Ipsum Ut voluptatem amet modi aliquam magnam. velit dolor ut Tempora neque. porro ut Consectetur Modi consectetur magnam magnam ut. Non labore magnam. Eius non non quaerat magnam aliquam quisquam non Voluptatem est consectetur. Adipisci magnam velit. dolore modi. tempora. neque numquam dolore dolor dolor. dolorem etincidunt dolor dolore adipisci etincidunt consectetur. quiquia aliquam consectetur adipisci tempora eius Sit Aliquam Numquam quaerat neque Eius numquam amet. eius quiquia neque aliquam est dolor voluptatem. quaerat consectetur dolorem dolore ipsum. consectetur dolor. quiquia Dolore eius porro magnam. etincidunt etincidunt Porro consectetur. Porro est tempora. dolorem tempora dolore", "allergens": ["sulfites", "peanuts", "nuts", "milk", "dairy", "soy", "sesame", "eggs", "fish"], "nutrition_facts": {"Calories": 57.72, "Fat": 54.19, "Saturated_Fat": 53.97, "Cholesterol": 17.26, "Sodium": 88.36, "Carbohydrate": 10.59, "Fiber": 86.82, "Sugar": 35.39, "Protein": 76.19}, "stocks": 85, "price": 63.78, "expiration_date": "2023-12-13", "country_of_origin": "Belgium", "product_category": "Sandwich"}, {"product_name": "Product 91", "brand_name": "Brand 72", "description": "eius. dolorem. quaerat sed Quaerat amet modi aliquam. numquam modi amet consectetur Non eius est consectetur quiquia. dolorem sed Velit Neque ipsum eius labore. porro. quaerat dolorem ut amet Dolorem quiquia. modi Quaerat adipisci. consectetur. eius labore eius Sit porro. Eius ut dolorem Consectetur Aliquam aliquam neque consectetur quaerat Neque aliquam Neque ut sit Adipisci ut amet dolorem eius Dolore Voluptatem adipisci quiquia amet. Neque Eius aliquam amet porro quisquam modi sed. sed. amet consectetur quisquam adipisci non Modi etincidunt sit neque modi sit. etincidunt magnam. quiquia velit. dolorem Eius dolorem non. dolore. Non sed adipisci. amet adipisci est magnam.", "allergens": ["gluten", "eggs", "fish", "peanuts", "milk", "wheat", "sesame", "nuts", "sulfites", "dairy", "shellfish"], "nutrition_facts": {"Calories": 33.95, "Fat": 74.96, "Saturated_Fat": 41.15, "Cholesterol": 84.54, "Sodium": 28.64, "Carbohydrate": 64.85, "Fiber": 37.05, "Sugar": 29.47, "Protein": 88.54}, "stocks": 10, "price": 33.46, "expiration_date": "2023-07-08", "country_of_origin": "Benin", "product_category": "Sandwich"}, {"product_name": "Product 8", "brand_name": "Brand 91", "description": "voluptatem dolore. etincidunt sit dolorem. modi. Modi quaerat magnam consectetur velit dolore velit ipsum tempora dolorem Magnam adipisci est Aliquam eius dolore. Ipsum velit. modi quiquia sed numquam sed modi aliquam non sit etincidunt etincidunt etincidunt. velit. modi labore adipisci ut Etincidunt voluptatem voluptatem Dolore quisquam Dolore aliquam Magnam sed eius dolorem dolorem quaerat etincidunt Non magnam velit dolore. numquam. Etincidunt ut. ut labore numquam labore velit Tempora eius quisquam. modi neque sed dolor tempora tempora neque quisquam Porro amet quaerat. est. consectetur. neque aliquam eius eius Magnam Sit magnam Dolorem porro quaerat. tempora aliquam numquam porro labore. quisquam dolor.", "allergens": ["wheat", "soy"], "nutrition_facts": {"Calories": 68.48, "Fat": 32.75, "Saturated_Fat": 4.56, "Cholesterol": 19.99, "Sodium": 83.78, "Carbohydrate": 7.91, "Fiber": 30.27, "Sugar": 40.75, "Protein": 57.08}, "stocks": 21, "price": 43.76, "expiration_date": "2023-08-18", "country_of_origin": "Belarus", "product_category": "Dessert"}, {"product_name": "Product 32", "brand_name": "Brand 84", "description": "non eius quiquia. Modi neque amet. dolor Sit quaerat quiquia ut quiquia modi adipisci labore. porro labore sit. neque Ut tempora adipisci sed. ipsum quisquam Est quiquia dolorem non Amet ipsum Adipisci tempora labore quaerat est modi amet est consectetur aliquam eius etincidunt dolorem. voluptatem modi velit est quisquam. Consectetur etincidunt numquam dolorem amet modi Aliquam magnam Voluptatem dolorem ut Ut ut adipisci. sed. ut Ut non. neque est sit dolor consectetur labore. labore numquam Numquam aliquam sit quaerat. sit quiquia porro dolore. labore dolor. Dolorem eius neque labore numquam porro. Sit tempora sit magnam magnam modi non. tempora sed", "allergens": ["shellfish", "sulfites", "soy", "peanuts", "nuts", "eggs"], "nutrition_facts": {"Calories": 73.93, "Fat": 8.96, "Saturated_Fat": 60.34, "Cholesterol": 57.52, "Sodium": 64.56, "Carbohydrate": 62.1, "Fiber": 15.26, "Sugar": 28.18, "Protein": 24.79}, "stocks": 10, "price": 61.95, "expiration_date": "2023-07-31", "country_of_origin": "Bahrain", "product_category": "Dessert"}, {"product_name": "Product 38", "brand_name": "Brand 99", "description": "dolor sit ipsum quiquia dolore velit tempora Aliquam quaerat Adipisci modi magnam modi numquam quaerat velit sit porro velit est quaerat. amet consectetur dolorem. sit dolorem. non est quisquam consectetur dolore neque magnam. voluptatem numquam ipsum dolorem. Etincidunt sed. aliquam est tempora velit etincidunt consectetur Porro Tempora Adipisci magnam quiquia ut aliquam quaerat aliquam ipsum modi Neque voluptatem Ut quiquia dolorem quiquia sed non. neque dolore porro quiquia neque. dolorem dolorem labore aliquam sed Magnam quaerat velit Voluptatem dolorem tempora Ipsum Sed Consectetur modi tempora. porro. tempora voluptatem dolorem non magnam. ut. aliquam sed quisquam amet Voluptatem porro quisquam. ipsum", "allergens": ["wheat", "peanuts", "shellfish", "sulfites", "eggs", "soy", "fish", "gluten", "sesame", "milk"], "nutrition_facts": {"Calories": 80.01, "Fat": 25.22, "Saturated_Fat": 83.4, "Cholesterol": 14.71, "Sodium": 80.05, "Carbohydrate": 10.42, "Fiber": 74.44, "Sugar": 88.17, "Protein": 8.52}, "stocks": 77, "price": 94.68, "expiration_date": "2023-12-09", "country_of_origin": "Andorra", "product_category": "Pizza"}, {"product_name": "Product 81", "brand_name": "Brand 99", "description": "numquam tempora magnam magnam velit sit sit velit numquam dolorem. amet Est consectetur. quiquia Est labore. etincidunt quisquam voluptatem dolor. Sit dolorem Dolorem adipisci ut eius Non numquam numquam est sit consectetur. numquam neque Dolorem dolor etincidunt est est numquam. Amet magnam aliquam modi quisquam Dolor sed etincidunt Sit ipsum neque dolorem. neque sed sit eius dolor sit non dolor non Quaerat consectetur. magnam. ut. numquam eius Ut aliquam amet Tempora Consectetur non consectetur non Voluptatem porro consectetur velit. adipisci quiquia. modi. labore amet sed dolore numquam. quiquia quaerat velit est aliquam est non quiquia dolore labore modi. etincidunt Quaerat", "allergens": ["sulfites", "peanuts", "shellfish", "eggs", "gluten"], "nutrition_facts": {"Calories": 78.13, "Fat": 57.12, "Saturated_Fat": 51.81, "Cholesterol": 31.08, "Sodium": 39.52, "Carbohydrate": 91.17, "Fiber": 74.44, "Sugar": 30.18, "Protein": 57.25}, "stocks": 18, "price": 30.36, "expiration_date": "2024-01-20", "country_of_origin": "Bangladesh", "product_category": "Hot Dog"}, {"product_name": "Product 68", "brand_name": "Brand 94", "description": "porro. neque Tempora non neque. quiquia sed. Voluptatem eius non dolorem quaerat. quaerat Velit sit Tempora tempora ipsum est neque consectetur modi Amet labore Ipsum labore. ut Consectetur modi labore non consectetur Dolor aliquam. eius. adipisci. adipisci labore magnam dolorem etincidunt. consectetur Tempora neque eius neque neque Sed quisquam Dolorem etincidunt non. Magnam quisquam dolore quaerat voluptatem Numquam consectetur Voluptatem aliquam amet amet Quisquam dolorem Quisquam porro quiquia magnam. tempora. neque labore. porro neque est adipisci dolore consectetur sit ut. eius quaerat porro quisquam tempora dolorem ipsum voluptatem magnam. velit. Quisquam dolore tempora Ut dolor labore voluptatem. dolor. magnam dolor", "allergens": ["shellfish", "soy", "eggs", "nuts", "dairy", "fish", "peanuts", "milk"], "nutrition_facts": {"Calories": 37.38, "Fat": 68.5, "Saturated_Fat": 53.11, "Cholesterol": 56.77, "Sodium": 35.3, "Carbohydrate": 92.85, "Fiber": 42.6, "Sugar": 4.51, "Protein": 26.69}, "stocks": 32, "price": 93.77, "expiration_date": "2024-04-24", "country_of_origin": "Algeria", "product_category": "Dessert"}, {"product_name": "Product 50", "brand_name": "Brand 52", "description": "Magnam aliquam Labore Voluptatem magnam. adipisci. amet quiquia dolorem Voluptatem neque voluptatem numquam porro. voluptatem eius sit tempora consectetur Ut aliquam tempora dolore Ipsum magnam sed. consectetur. est ipsum dolor velit non eius ut. modi neque labore aliquam tempora velit dolorem Magnam consectetur. aliquam magnam neque porro aliquam adipisci sed. velit Voluptatem velit Velit eius. quiquia dolore ipsum tempora dolor. quisquam etincidunt est. Quiquia Ipsum dolor. sed. sit est. etincidunt Amet magnam est velit quaerat Amet velit est. Ut porro Adipisci neque est sit magnam magnam quisquam ut sit est voluptatem est consectetur modi. porro. velit. Velit amet etincidunt numquam", "allergens": ["sulfites", "nuts", "gluten", "sesame", "dairy", "milk", "shellfish"], "nutrition_facts": {"Calories": 12.7, "Fat": 41.18, "Saturated_Fat": 78.48, "Cholesterol": 12.44, "Sodium": 86.2, "Carbohydrate": 91.65, "Fiber": 62.95, "Sugar": 92.89, "Protein": 71.48}, "stocks": 77, "price": 75.48, "expiration_date": "2023-12-30", "country_of_origin": "Belgium", "product_category": "Burger"}, {"product_name": "Product 59", "brand_name": "Brand 89", "description": "porro etincidunt Ipsum sit sit Non Aliquam Porro ipsum sed ut magnam. quiquia. quaerat velit quaerat consectetur dolorem non. eius numquam. Magnam amet. quaerat adipisci non amet velit. numquam neque Etincidunt tempora dolorem magnam. adipisci aliquam etincidunt quaerat numquam non etincidunt Quisquam amet quiquia etincidunt est. numquam. dolor Quisquam modi voluptatem Ipsum neque voluptatem. Velit aliquam tempora modi Quaerat tempora. numquam dolor adipisci dolore aliquam Consectetur sit labore eius sed sit Modi modi sit ut Modi Amet etincidunt dolor Consectetur amet tempora non non. adipisci etincidunt dolorem ipsum velit. etincidunt. consectetur. Sed sit Amet neque non porro sit Neque velit", "allergens": ["wheat"], "nutrition_facts": {"Calories": 27.46, "Fat": 99.51, "Saturated_Fat": 3.79, "Cholesterol": 23.76, "Sodium": 64.13, "Carbohydrate": 37.84, "Fiber": 38.84, "Sugar": 44.03, "Protein": 34.53}, "stocks": 37, "price": 82.2, "expiration_date": "2024-05-31", "country_of_origin": "Bahamas", "product_category": "Ice Cream"}, {"product_name": "Product 60", "brand_name": "Brand 83", "description": "voluptatem. porro voluptatem dolore. aliquam porro. Modi Dolorem Tempora sed sed sit eius numquam Amet eius quaerat tempora Sed quaerat Voluptatem velit numquam adipisci numquam sit. non velit tempora eius est. Quiquia quaerat neque quiquia modi sed ipsum Eius numquam Aliquam sit. adipisci eius ipsum. sed voluptatem Porro amet. quiquia adipisci magnam sed est quisquam Quiquia Ut dolore ut consectetur etincidunt. sit neque Porro numquam. ipsum dolor porro voluptatem est ipsum voluptatem Neque modi ut. neque. ut eius Adipisci Velit quaerat quisquam quisquam modi modi dolorem. labore Velit porro ipsum magnam sit. tempora ipsum Sit quiquia quiquia sit quaerat etincidunt.", "allergens": ["nuts", "sulfites"], "nutrition_facts": {"Calories": 8.64, "Fat": 69.31, "Saturated_Fat": 86.49, "Cholesterol": 95.47, "Sodium": 40.84, "Carbohydrate": 22.96, "Fiber": 67.84, "Sugar": 39.07, "Protein": 7.63}, "stocks": 50, "price": 64.64, "expiration_date": "2023-09-01", "country_of_origin": "Austria", "product_category": "Sandwich"}, {"product_name": "Product 40", "brand_name": "Brand 45", "description": "ipsum quaerat amet. Amet eius non velit sit dolore non adipisci Aliquam quisquam quisquam. aliquam ipsum dolor Amet dolorem voluptatem Modi magnam velit. sit Amet est tempora tempora magnam. Dolorem neque Adipisci dolorem numquam Modi neque porro est etincidunt numquam porro etincidunt Eius Quaerat modi. numquam dolorem. sed Eius numquam. sit Dolorem est voluptatem quaerat. quisquam Consectetur etincidunt etincidunt. aliquam. etincidunt. Sit Dolorem neque quisquam dolorem est sit ut aliquam adipisci non. velit adipisci voluptatem dolor Consectetur tempora non quiquia quiquia sed voluptatem tempora neque est. dolor. amet consectetur quiquia Quisquam Numquam ut consectetur quiquia dolorem voluptatem magnam sed. Labore", "allergens": ["soy", "gluten", "eggs", "fish", "peanuts", "milk", "sulfites", "shellfish", "nuts", "wheat"], "nutrition_facts": {"Calories": 58.98, "Fat": 97.33, "Saturated_Fat": 21.61, "Cholesterol": 86.6, "Sodium": 65.05, "Carbohydrate": 15.2, "Fiber": 24.3, "Sugar": 85.12, "Protein": 2.42}, "stocks": 31, "price": 22.98, "expiration_date": "2023-07-27", "country_of_origin": "Argentina", "product_category": "Nuggets"}, {"product_name": "Product 3", "brand_name": "Brand 80", "description": "voluptatem Velit dolor. Quiquia labore. sed quiquia aliquam modi Quisquam Eius velit ipsum. voluptatem. ipsum neque eius numquam. Quisquam labore tempora Etincidunt Modi aliquam. dolore tempora amet Amet sed Ipsum quaerat Quiquia Dolorem ipsum Sit Eius ipsum. Neque adipisci est sed. quisquam ipsum non. tempora quiquia. quisquam magnam quisquam modi dolore labore dolorem etincidunt quiquia Sit amet velit ut quisquam. etincidunt neque dolore Voluptatem ut. Quiquia quaerat etincidunt non neque dolore sit. dolorem. quaerat quisquam non magnam non dolore. dolor consectetur non quaerat tempora sed velit eius ipsum quisquam. adipisci ipsum quaerat adipisci. Ut magnam dolore. neque Modi voluptatem voluptatem", "allergens": ["soy"], "nutrition_facts": {"Calories": 97.26, "Fat": 63.01, "Saturated_Fat": 89.73, "Cholesterol": 90.24, "Sodium": 68.04, "Carbohydrate": 29.84, "Fiber": 73.56, "Sugar": 8.79, "Protein": 83.58}, "stocks": 94, "price": 41.97, "expiration_date": "2023-06-19", "country_of_origin": "Angola", "product_category": "Soda"}, {"product_name": "Product 35", "brand_name": "Brand 24", "description": "sed velit aliquam sit velit. neque tempora Modi Quiquia quiquia. quaerat Voluptatem tempora. quiquia sed aliquam sed Dolor ut magnam Numquam dolore eius. quisquam neque. eius. ut etincidunt adipisci. dolor est sed Magnam velit amet modi. Magnam labore ut labore Labore consectetur. adipisci magnam. neque dolore porro porro modi modi neque etincidunt. velit porro ut consectetur neque adipisci porro Neque tempora quaerat. non. adipisci. sed. tempora neque quaerat dolore Modi velit magnam labore ipsum Velit dolore quiquia. porro numquam etincidunt adipisci dolore magnam est. Dolorem quaerat non adipisci amet amet aliquam. dolore Aliquam velit. dolorem Dolorem sed ipsum consectetur Porro", "allergens": ["gluten", "milk", "wheat", "nuts", "sesame", "eggs", "dairy", "shellfish", "soy", "sulfites"], "nutrition_facts": {"Calories": 67.31, "Fat": 64.54, "Saturated_Fat": 73.06, "Cholesterol": 30.39, "Sodium": 34.82, "Carbohydrate": 33.73, "Fiber": 23.81, "Sugar": 84.31, "Protein": 68.33}, "stocks": 41, "price": 91.56, "expiration_date": "2023-12-14", "country_of_origin": "Antigua and Barbuda", "product_category": "Burger"}, {"product_name": "Product 52", "brand_name": "Brand 13", "description": "etincidunt quisquam. sit voluptatem non tempora. numquam. labore Magnam est non consectetur. est quisquam. velit voluptatem Velit est. quiquia non dolorem. Dolor tempora dolore aliquam ipsum. porro porro Amet dolorem modi voluptatem Eius est. Consectetur eius sit velit tempora quisquam tempora dolorem magnam quaerat neque est Aliquam numquam modi velit. est Etincidunt sit. voluptatem quisquam Adipisci porro eius amet quisquam adipisci dolore labore Ipsum consectetur Dolore velit adipisci Amet tempora Ipsum ipsum amet numquam aliquam. magnam dolore numquam est amet quisquam quaerat quiquia ipsum. labore. Est Aliquam dolorem Amet porro. quisquam Aliquam quisquam Consectetur etincidunt ipsum est dolor eius adipisci", "allergens": ["shellfish"], "nutrition_facts": {"Calories": 44.8, "Fat": 82.91, "Saturated_Fat": 23.45, "Cholesterol": 18.24, "Sodium": 1.72, "Carbohydrate": 3.03, "Fiber": 87.96, "Sugar": 46.18, "Protein": 2.99}, "stocks": 6, "price": 8.34, "expiration_date": "2023-11-13", "country_of_origin": "Austria", "product_category": "Dessert"}, {"product_name": "Product 55", "brand_name": "Brand 17", "description": "non dolor adipisci. consectetur dolore non voluptatem velit Neque Tempora quiquia consectetur porro quiquia quisquam dolor dolor consectetur. Porro porro dolorem consectetur sit. quiquia aliquam tempora amet modi. est non magnam Quiquia porro. magnam neque Quisquam Tempora dolore Sed numquam amet velit dolor neque dolor etincidunt Numquam ipsum dolorem sit eius Modi Sit amet. dolor tempora adipisci. Sit est consectetur Ut amet. quaerat magnam magnam ut quaerat Dolore ipsum modi non. consectetur. dolor. sed. dolor consectetur consectetur. adipisci sed dolorem neque quisquam magnam quiquia ipsum neque tempora etincidunt Amet tempora. magnam est etincidunt Ut dolor Quiquia Numquam quiquia. sit Eius", "allergens": ["eggs", "wheat", "dairy", "gluten", "nuts", "peanuts", "milk", "sesame", "soy", "sulfites"], "nutrition_facts": {"Calories": 96.32, "Fat": 46.02, "Saturated_Fat": 58.64, "Cholesterol": 77.61, "Sodium": 39.65, "Carbohydrate": 94.83, "Fiber": 19.65, "Sugar": 60.13, "Protein": 11.71}, "stocks": 39, "price": 93.25, "expiration_date": "2024-01-20", "country_of_origin": "Bhutan", "product_category": "Ice Cream"}, {"product_name": "Product 22", "brand_name": "Brand 69", "description": "eius Magnam neque eius labore porro Modi sit. eius magnam non Sed non magnam labore. Non modi dolore dolor etincidunt neque. labore sed Eius sit tempora non sed aliquam Quisquam neque consectetur sit numquam. Neque aliquam porro. sed dolorem non. voluptatem tempora labore modi aliquam Est quaerat velit ipsum dolore quisquam dolore porro etincidunt labore quisquam. sed porro tempora sed tempora. dolorem Ipsum magnam dolor consectetur labore est sit numquam Quisquam ut etincidunt Labore consectetur Consectetur neque quisquam ut. eius est. dolorem dolor sit. consectetur consectetur. consectetur Non magnam quisquam. velit dolor. Consectetur consectetur adipisci quisquam Neque ut Modi quaerat", "allergens": ["milk"], "nutrition_facts": {"Calories": 15.09, "Fat": 92.17, "Saturated_Fat": 83.3, "Cholesterol": 39.4, "Sodium": 58.19, "Carbohydrate": 85.29, "Fiber": 13.75, "Sugar": 19.13, "Protein": 58.22}, "stocks": 13, "price": 41.05, "expiration_date": "2024-02-11", "country_of_origin": "Australia", "product_category": "Burger"}, {"product_name": "Product 46", "brand_name": "Brand 57", "description": "porro Magnam ipsum eius Etincidunt Labore dolor magnam dolor Neque ipsum. ut Velit eius ut quaerat eius. Quisquam voluptatem quiquia Non dolorem Quisquam dolor dolore modi. adipisci labore velit est numquam Dolorem dolor non. Consectetur sit. quiquia velit. est labore porro eius non labore voluptatem amet. Velit ut tempora sit voluptatem dolor Modi modi amet sit. etincidunt voluptatem quisquam magnam dolor. porro quisquam etincidunt Sit neque. sit sed Numquam est quiquia. neque. labore amet. magnam voluptatem. quaerat. Adipisci amet dolore Non ipsum numquam Quiquia dolor est. sit neque numquam. quaerat Modi quaerat. aliquam non modi. dolorem quaerat dolorem. magnam adipisci", "allergens": ["nuts", "wheat", "sesame", "peanuts", "dairy"], "nutrition_facts": {"Calories": 24.49, "Fat": 12.88, "Saturated_Fat": 20.92, "Cholesterol": 45.27, "Sodium": 92.04, "Carbohydrate": 7.33, "Fiber": 22.11, "Sugar": 13.89, "Protein": 4.53}, "stocks": 18, "price": 40.02, "expiration_date": "2023-08-04", "country_of_origin": "Australia", "product_category": "Milkshake"}, {"product_name": "Product 65", "brand_name": "Brand 19", "description": "dolore. est magnam. ipsum. sed est neque sit Consectetur aliquam tempora numquam dolore labore Labore ipsum numquam magnam amet modi non. tempora est Neque labore amet dolor est sed Aliquam voluptatem neque. quisquam etincidunt. sed quiquia adipisci sed. sit sed Voluptatem est non ut Aliquam dolore ipsum ipsum. non aliquam modi Sed consectetur neque Numquam dolor. Dolore neque. consectetur tempora velit. dolorem. Tempora est Non quisquam modi Sit est. velit ut voluptatem labore porro consectetur etincidunt consectetur ut etincidunt magnam Dolorem dolorem. velit modi Dolor dolor amet ut etincidunt non sit quisquam. quaerat neque neque dolore consectetur amet etincidunt numquam", "allergens": ["peanuts", "sesame", "fish", "dairy", "eggs"], "nutrition_facts": {"Calories": 32.22, "Fat": 25.87, "Saturated_Fat": 9.66, "Cholesterol": 78.04, "Sodium": 47.08, "Carbohydrate": 74.41, "Fiber": 31.02, "Sugar": 78.71, "Protein": 22.65}, "stocks": 74, "price": 15.98, "expiration_date": "2024-04-24", "country_of_origin": "Austria", "product_category": "Sandwich"}, {"product_name": "Product 23", "brand_name": "Brand 8", "description": "dolorem adipisci ipsum. Ipsum consectetur sit eius adipisci sit amet quisquam est dolore sit neque tempora. amet amet modi. aliquam Voluptatem aliquam porro tempora Consectetur dolore voluptatem Adipisci dolore consectetur quisquam. Amet non neque dolorem adipisci. aliquam dolorem voluptatem Magnam velit etincidunt consectetur velit sit labore velit adipisci adipisci. porro velit. porro Non tempora numquam magnam dolore dolore Dolore est quaerat non Eius Neque consectetur. sit quiquia Etincidunt ipsum aliquam sit dolorem non. consectetur tempora etincidunt adipisci. etincidunt Quiquia sed tempora. labore non. labore non. etincidunt. Ipsum Quisquam magnam neque Ipsum adipisci sit ipsum ut dolor Adipisci magnam quisquam Neque", "allergens": ["peanuts", "fish"], "nutrition_facts": {"Calories": 73.82, "Fat": 24.48, "Saturated_Fat": 38.59, "Cholesterol": 68.66, "Sodium": 7.87, "Carbohydrate": 34.98, "Fiber": 50.74, "Sugar": 19.29, "Protein": 45.46}, "stocks": 6, "price": 38.43, "expiration_date": "2024-02-20", "country_of_origin": "Belgium", "product_category": "Burger"}, {"product_name": "Product 62", "brand_name": "Brand 26", "description": "modi porro consectetur velit labore Velit Labore voluptatem. ipsum ut ipsum labore quaerat non. dolor eius neque. Etincidunt quiquia quisquam porro etincidunt Labore quisquam quiquia Eius Consectetur Eius eius. dolore sit. magnam dolor amet. velit amet voluptatem neque. Neque porro. sed quaerat. Tempora sed non quaerat ipsum. voluptatem est etincidunt quiquia quisquam eius. Dolorem dolor. quaerat Sit dolor sit Sed etincidunt neque sed amet eius quaerat aliquam ut voluptatem magnam Quaerat porro. labore Porro quisquam ipsum consectetur quisquam Ut aliquam sit aliquam sed aliquam non. tempora sit amet amet Velit voluptatem. ipsum non quiquia. est magnam ut dolore Modi tempora", "allergens": ["nuts", "sulfites", "dairy", "peanuts"], "nutrition_facts": {"Calories": 47.78, "Fat": 42.36, "Saturated_Fat": 30.34, "Cholesterol": 92.65, "Sodium": 75.96, "Carbohydrate": 60.95, "Fiber": 33.53, "Sugar": 78.83, "Protein": 49.91}, "stocks": 33, "price": 71.47, "expiration_date": "2024-02-05", "country_of_origin": "Belize", "product_category": "Fries"}, {"product_name": "Product 78", "brand_name": "Brand 91", "description": "eius tempora non Velit Dolorem etincidunt amet voluptatem. quaerat labore. magnam ut dolor modi quaerat Sed adipisci porro. Amet etincidunt neque. sed ut non. numquam voluptatem eius amet Eius ipsum consectetur adipisci modi adipisci magnam labore quiquia. est ipsum tempora ut Quisquam voluptatem dolor magnam tempora quaerat ut magnam Adipisci aliquam. Neque quisquam est Modi sed Non Magnam etincidunt non Consectetur Quisquam sed est quisquam Sed Non Sed consectetur. sed est est consectetur. quaerat est. ut dolorem. adipisci sit non consectetur Eius eius dolor Etincidunt labore Sed magnam Consectetur dolore Velit Adipisci porro etincidunt. non. dolor consectetur. velit porro velit", "allergens": ["milk", "wheat", "shellfish", "soy", "eggs", "peanuts", "sulfites", "dairy", "fish", "nuts"], "nutrition_facts": {"Calories": 49.87, "Fat": 83.26, "Saturated_Fat": 73.03, "Cholesterol": 38.72, "Sodium": 18.93, "Carbohydrate": 48.25, "Fiber": 17.49, "Sugar": 29.51, "Protein": 30.04}, "stocks": 82, "price": 90.33, "expiration_date": "2023-07-26", "country_of_origin": "Afghanistan", "product_category": "Burger"}, {"product_name": "Product 59", "brand_name": "Brand 39", "description": "consectetur consectetur. non. amet. adipisci dolore adipisci non amet consectetur. eius etincidunt eius etincidunt aliquam velit magnam. ipsum velit Voluptatem est modi Est porro Ut quiquia labore amet. dolore Quiquia sit tempora Non neque Voluptatem non aliquam quiquia. sit Aliquam Neque quaerat consectetur non dolor. Est eius dolore quaerat non quisquam amet sit velit. quaerat dolorem. velit. numquam neque ut. labore modi. tempora ipsum. sed. Consectetur labore adipisci dolorem est. quiquia tempora. ut modi. sit modi. sed. porro. voluptatem Numquam magnam labore. est modi ipsum. quaerat eius ipsum modi. adipisci. Consectetur quiquia. modi. Quiquia non quisquam labore Tempora etincidunt velit", "allergens": ["milk", "dairy"], "nutrition_facts": {"Calories": 96.16, "Fat": 38.83, "Saturated_Fat": 55.11, "Cholesterol": 13.05, "Sodium": 47.47, "Carbohydrate": 31.9, "Fiber": 41.94, "Sugar": 75.65, "Protein": 93.94}, "stocks": 27, "price": 86.04, "expiration_date": "2023-12-03", "country_of_origin": "Bahamas", "product_category": "Soda"}, {"product_name": "Product 50", "brand_name": "Brand 13", "description": "Eius ut quaerat etincidunt Voluptatem est eius adipisci porro dolore Magnam tempora quaerat. aliquam. Dolor porro. dolore dolor magnam porro. velit Dolore velit non modi non. dolor. consectetur quaerat sed. Porro etincidunt est quisquam. amet adipisci Quaerat adipisci tempora. etincidunt consectetur Velit Numquam quisquam amet est sed Quisquam neque numquam ipsum dolore voluptatem velit non. numquam dolorem. non magnam velit dolor. Quisquam magnam labore. dolore est eius eius non numquam sed eius dolorem neque. Eius ipsum eius modi quaerat magnam Dolor dolor Quiquia neque magnam dolor Magnam Porro adipisci. dolor sit amet sit. dolore velit Sit Neque voluptatem voluptatem quaerat.", "allergens": ["wheat", "fish"], "nutrition_facts": {"Calories": 52.42, "Fat": 55.49, "Saturated_Fat": 43.5, "Cholesterol": 78.33, "Sodium": 36.69, "Carbohydrate": 74.98, "Fiber": 90.24, "Sugar": 31.91, "Protein": 78.78}, "stocks": 55, "price": 98.8, "expiration_date": "2023-11-28", "country_of_origin": "Belarus", "product_category": "Pizza"}, {"product_name": "Product 28", "brand_name": "Brand 21", "description": "dolor Dolore est. dolorem etincidunt magnam quiquia Dolore adipisci. amet modi modi aliquam sit quisquam. labore adipisci magnam consectetur modi. dolor amet ut dolore Consectetur quisquam est Est adipisci neque sed neque labore ut. magnam. Tempora Velit Sit dolor sed Ipsum Tempora tempora est adipisci amet aliquam dolor etincidunt est. dolor tempora. quiquia. magnam velit modi sed neque neque consectetur. ipsum. labore Modi modi. sit. magnam dolorem quiquia. ut sed. Quaerat velit modi etincidunt labore amet. Ipsum Consectetur quaerat amet. quiquia velit. Adipisci eius velit Eius dolore amet Dolorem amet neque numquam. est ut velit amet amet sed Velit Amet", "allergens": ["nuts", "peanuts", "gluten", "fish", "wheat"], "nutrition_facts": {"Calories": 90.35, "Fat": 57.63, "Saturated_Fat": 26.41, "Cholesterol": 42.13, "Sodium": 74.2, "Carbohydrate": 11.98, "Fiber": 11.2, "Sugar": 16.51, "Protein": 75.15}, "stocks": 26, "price": 16.37, "expiration_date": "2023-07-01", "country_of_origin": "Benin", "product_category": "Pizza"}, {"product_name": "Product 6", "brand_name": "Brand 22", "description": "ut quisquam est numquam modi Eius sit consectetur ut magnam tempora. aliquam tempora quaerat non. Non dolor quaerat quaerat Dolorem quaerat Ut quiquia tempora neque Aliquam numquam. ut Non amet quisquam. adipisci. quiquia amet consectetur sed modi. ipsum eius aliquam. Voluptatem Adipisci tempora dolorem labore. quaerat quiquia quisquam Est sed ut dolor numquam ut. Velit Aliquam Dolorem quisquam porro. dolor sit porro amet. ut ut aliquam neque quiquia eius Porro dolore adipisci aliquam aliquam aliquam velit. eius quiquia Magnam dolore dolore modi sed dolor quisquam ipsum Dolor adipisci. quisquam Numquam amet. velit neque Velit aliquam dolore. dolor Est voluptatem amet", "allergens": ["wheat", "peanuts", "milk", "sulfites", "dairy", "shellfish", "fish", "sesame", "gluten", "nuts"], "nutrition_facts": {"Calories": 98.35, "Fat": 81.62, "Saturated_Fat": 57.51, "Cholesterol": 77.67, "Sodium": 30.09, "Carbohydrate": 38.27, "Fiber": 95.8, "Sugar": 48.02, "Protein": 71.44}, "stocks": 8, "price": 4.97, "expiration_date": "2024-04-15", "country_of_origin": "Austria", "product_category": "Milkshake"}, {"product_name": "Product 32", "brand_name": "Brand 49", "description": "neque Sit amet eius sed quiquia consectetur magnam. tempora Quaerat Voluptatem consectetur. sed. Velit porro ipsum amet. Amet adipisci consectetur numquam sed ipsum. eius neque neque quaerat sed voluptatem voluptatem etincidunt etincidunt velit dolor ut dolore amet velit amet numquam. Tempora tempora Dolorem voluptatem dolore. Amet quaerat tempora. quaerat Ipsum dolorem numquam dolor Numquam quiquia. porro. voluptatem consectetur. sit quiquia Adipisci Velit tempora Velit ipsum porro ipsum velit quaerat Magnam tempora numquam. ut sed eius aliquam sit magnam voluptatem dolor Numquam numquam quiquia labore Non adipisci voluptatem ut. amet porro porro. sit Etincidunt dolore. adipisci voluptatem eius amet. magnam dolore.", "allergens": ["gluten"], "nutrition_facts": {"Calories": 20.63, "Fat": 83.07, "Saturated_Fat": 21.55, "Cholesterol": 18.18, "Sodium": 48.95, "Carbohydrate": 55.04, "Fiber": 98.72, "Sugar": 37.83, "Protein": 48.35}, "stocks": 47, "price": 27.77, "expiration_date": "2024-04-27", "country_of_origin": "Antigua and Barbuda", "product_category": "Milkshake"}, {"product_name": "Product 81", "brand_name": "Brand 42", "description": "ut. dolor voluptatem Ut dolor quisquam Dolorem Non Voluptatem numquam. tempora est est numquam aliquam Etincidunt consectetur Quiquia ut dolore etincidunt velit quaerat non tempora eius Est adipisci magnam ut consectetur velit magnam ut quaerat Dolore est magnam quisquam ut quisquam sed etincidunt. Dolorem voluptatem neque Neque sed. numquam sit Sed amet magnam dolorem. etincidunt quisquam tempora aliquam numquam etincidunt etincidunt. est. Sed sed tempora. dolore quiquia ipsum. numquam adipisci velit. modi dolore porro tempora Neque non consectetur dolorem non numquam. Quiquia amet. non. eius. tempora magnam dolor. adipisci. quaerat quisquam Quiquia adipisci velit. quiquia ipsum non aliquam voluptatem labore", "allergens": ["peanuts", "eggs", "shellfish", "dairy", "wheat", "soy", "sesame", "milk", "gluten"], "nutrition_facts": {"Calories": 79.58, "Fat": 9.75, "Saturated_Fat": 65.07, "Cholesterol": 28.05, "Sodium": 73.12, "Carbohydrate": 89.54, "Fiber": 94.98, "Sugar": 31.87, "Protein": 5.49}, "stocks": 95, "price": 78.25, "expiration_date": "2024-01-21", "country_of_origin": "Andorra", "product_category": "Nuggets"}, {"product_name": "Product 100", "brand_name": "Brand 12", "description": "ut. numquam Quiquia Modi ipsum labore magnam ipsum eius. sit est dolorem consectetur ipsum consectetur Dolore Ipsum Ipsum etincidunt. dolorem. eius dolorem magnam labore. Non labore est etincidunt Velit Labore dolor numquam Etincidunt voluptatem velit velit etincidunt non numquam. Porro dolor consectetur Etincidunt etincidunt voluptatem. ipsum ut Etincidunt velit adipisci etincidunt modi eius quiquia quaerat Numquam Quaerat consectetur est. modi. porro non quaerat magnam magnam non. non eius Quaerat Non porro sed ipsum sit Quiquia dolor. velit aliquam. Dolor modi tempora. porro amet amet modi velit Adipisci sit est tempora eius. Adipisci Consectetur velit ipsum. amet non consectetur. Aliquam tempora", "allergens": ["eggs", "nuts", "sesame", "sulfites", "milk", "fish", "soy", "peanuts", "dairy", "gluten", "wheat"], "nutrition_facts": {"Calories": 92.18, "Fat": 48.18, "Saturated_Fat": 34.28, "Cholesterol": 67.97, "Sodium": 18.73, "Carbohydrate": 37.37, "Fiber": 82.2, "Sugar": 49.41, "Protein": 27.68}, "stocks": 73, "price": 78.55, "expiration_date": "2023-11-04", "country_of_origin": "Armenia", "product_category": "Ice Cream"}, {"product_name": "Product 22", "brand_name": "Brand 36", "description": "etincidunt dolor porro. Dolor sed dolore porro tempora quaerat quisquam quisquam dolore adipisci Porro Quisquam eius quiquia est porro. voluptatem tempora dolorem sed labore. etincidunt Amet eius. quiquia ut labore adipisci sed. consectetur etincidunt amet. Aliquam dolor Porro dolor neque aliquam porro Quiquia etincidunt labore tempora quisquam magnam numquam consectetur non quisquam. quisquam magnam neque. dolorem est quiquia. Adipisci ut magnam dolorem Etincidunt neque non est aliquam porro ut Porro consectetur porro. Quaerat Magnam non adipisci. labore non quiquia consectetur velit dolor labore Modi labore est aliquam ipsum magnam dolor est dolorem. amet Velit quiquia. dolore quiquia voluptatem Quisquam Quiquia", "allergens": ["sulfites", "peanuts"], "nutrition_facts": {"Calories": 21.8, "Fat": 2.09, "Saturated_Fat": 65.03, "Cholesterol": 65.87, "Sodium": 41.0, "Carbohydrate": 54.93, "Fiber": 73.76, "Sugar": 94.83, "Protein": 54.82}, "stocks": 16, "price": 64.68, "expiration_date": "2024-05-18", "country_of_origin": "Bahrain", "product_category": "Nuggets"}, {"product_name": "Product 82", "brand_name": "Brand 98", "description": "ut quaerat neque Est ipsum dolorem consectetur Etincidunt porro aliquam tempora tempora. ipsum dolor dolor quaerat. Numquam Voluptatem est non adipisci Eius ut etincidunt ut velit tempora. Quaerat non adipisci est dolore magnam Aliquam Dolor eius adipisci quaerat sit non quaerat quiquia numquam ut Tempora non voluptatem. quiquia. dolor aliquam voluptatem. voluptatem Adipisci amet. porro. voluptatem non etincidunt modi neque eius sed Ipsum amet. numquam quaerat sed. aliquam consectetur sit voluptatem Ut Ipsum Tempora etincidunt tempora est ipsum Quiquia adipisci Voluptatem neque dolor consectetur sed. Ut amet. Non tempora modi modi Porro est. aliquam. sed. non labore est Est ut", "allergens": ["eggs", "peanuts", "milk", "sulfites", "sesame", "wheat", "shellfish", "dairy", "nuts"], "nutrition_facts": {"Calories": 97.75, "Fat": 93.14, "Saturated_Fat": 50.27, "Cholesterol": 57.66, "Sodium": 28.68, "Carbohydrate": 58.1, "Fiber": 66.62, "Sugar": 16.01, "Protein": 51.43}, "stocks": 23, "price": 52.87, "expiration_date": "2023-10-27", "country_of_origin": "Afghanistan", "product_category": "Dessert"}, {"product_name": "Product 100", "brand_name": "Brand 26", "description": "dolorem adipisci eius aliquam. ipsum porro dolore voluptatem Voluptatem numquam ut. Dolore velit quisquam. ipsum. magnam Sit neque ut tempora. quisquam sit dolore quaerat Dolorem eius Tempora magnam velit. dolorem sit magnam. quaerat amet ipsum. etincidunt dolorem. quaerat neque Neque Consectetur etincidunt voluptatem voluptatem. consectetur dolorem. etincidunt numquam modi. eius Dolorem dolor labore dolor Neque non. dolore ipsum etincidunt Quisquam Aliquam amet. quiquia Labore dolor est. modi amet labore quaerat eius modi sed adipisci sed est dolore. non sit modi Ut adipisci etincidunt. tempora velit dolor ut numquam adipisci quisquam voluptatem Neque quiquia dolor. magnam est neque sed magnam consectetur", "allergens": ["nuts", "dairy", "sulfites", "milk", "peanuts"], "nutrition_facts": {"Calories": 69.3, "Fat": 30.95, "Saturated_Fat": 35.37, "Cholesterol": 64.65, "Sodium": 88.64, "Carbohydrate": 63.6, "Fiber": 63.2, "Sugar": 7.21, "Protein": 93.32}, "stocks": 14, "price": 22.22, "expiration_date": "2024-04-29", "country_of_origin": "Argentina", "product_category": "Hot Dog"}, {"product_name": "Product 35", "brand_name": "Brand 38", "description": "etincidunt etincidunt Adipisci labore consectetur. sit quisquam neque. quisquam. quaerat est consectetur eius magnam. neque modi. amet modi est eius Voluptatem Dolore est numquam non dolor magnam Porro ut. sed. sed sed. amet magnam Porro ut amet ipsum ut dolor. amet Dolorem aliquam non etincidunt amet sed. labore sit magnam Consectetur consectetur labore velit etincidunt dolor dolore consectetur voluptatem. Adipisci non Neque numquam dolor porro ut. magnam. velit dolorem quiquia numquam neque. quisquam modi aliquam Velit consectetur velit dolore. ipsum tempora. amet. dolorem etincidunt velit aliquam dolor numquam quiquia consectetur Adipisci amet consectetur Etincidunt Ipsum velit Est non sed. Ut", "allergens": ["shellfish", "sesame"], "nutrition_facts": {"Calories": 66.24, "Fat": 93.86, "Saturated_Fat": 94.02, "Cholesterol": 19.14, "Sodium": 46.02, "Carbohydrate": 8.21, "Fiber": 64.53, "Sugar": 74.79, "Protein": 98.19}, "stocks": 58, "price": 38.29, "expiration_date": "2023-09-21", "country_of_origin": "Antigua and Barbuda", "product_category": "Nuggets"}, {"product_name": "Product 87", "brand_name": "Brand 8", "description": "ipsum modi tempora sed labore sed velit labore. numquam amet adipisci neque consectetur Dolore Quisquam Ut modi Porro modi adipisci numquam. non. voluptatem quaerat. quiquia Dolore quisquam quisquam. porro ipsum quaerat quaerat. porro quaerat. ut sed. etincidunt. Sed ut consectetur quiquia Quiquia est. quisquam. labore quisquam tempora dolor dolorem eius tempora. porro Sit sed. dolor Sed dolor velit Consectetur est magnam amet quisquam Dolorem porro Ipsum Sed tempora. Consectetur tempora dolor labore dolor neque quiquia non est quiquia Labore est Sed labore numquam porro tempora. magnam modi dolore adipisci adipisci neque. quiquia. velit dolorem adipisci numquam velit porro Non dolore.", "allergens": ["nuts", "fish", "dairy"], "nutrition_facts": {"Calories": 38.89, "Fat": 28.46, "Saturated_Fat": 29.55, "Cholesterol": 91.88, "Sodium": 20.66, "Carbohydrate": 40.29, "Fiber": 51.11, "Sugar": 76.19, "Protein": 41.66}, "stocks": 93, "price": 82.5, "expiration_date": "2024-03-06", "country_of_origin": "Argentina", "product_category": "Milkshake"}, {"product_name": "Product 71", "brand_name": "Brand 17", "description": "ut porro dolore etincidunt eius. magnam Tempora ipsum Ipsum etincidunt. ut. non. tempora Velit dolore. porro est Quaerat sit numquam quaerat est Ut labore. etincidunt etincidunt neque quiquia modi dolore. etincidunt. tempora ipsum dolore numquam dolor Quaerat porro quaerat consectetur. voluptatem. Sit modi est tempora quiquia labore Non Dolor labore porro. non. labore. consectetur numquam quisquam adipisci neque Aliquam magnam Neque Consectetur est. Adipisci Numquam non quaerat velit magnam dolorem Voluptatem adipisci eius Sed dolore. numquam dolorem dolore dolore quaerat ut numquam quiquia ipsum ipsum Numquam Ipsum sed Sit quiquia. quaerat porro Consectetur Sed quiquia ipsum tempora voluptatem dolor quiquia", "allergens": ["dairy", "eggs"], "nutrition_facts": {"Calories": 20.53, "Fat": 11.93, "Saturated_Fat": 70.34, "Cholesterol": 31.55, "Sodium": 34.25, "Carbohydrate": 98.68, "Fiber": 7.9, "Sugar": 27.52, "Protein": 35.93}, "stocks": 54, "price": 81.36, "expiration_date": "2023-11-06", "country_of_origin": "Belize", "product_category": "Taco"}, {"product_name": "Product 5", "brand_name": "Brand 91", "description": "ut sed neque Dolorem consectetur velit numquam eius est labore porro eius quisquam quisquam est voluptatem ut. dolore Magnam Aliquam ipsum. labore Tempora dolor. consectetur ipsum. adipisci ut etincidunt. non consectetur quisquam quisquam Modi tempora etincidunt velit adipisci quisquam adipisci. etincidunt Numquam sed quaerat Labore Non tempora etincidunt quiquia amet consectetur dolore. amet. sit. Amet ut eius dolorem. Quaerat numquam. Velit ut etincidunt magnam ipsum quisquam dolorem numquam eius magnam. magnam. Quiquia velit. eius. Velit numquam quaerat velit Consectetur aliquam quisquam Dolorem ut. labore neque quisquam ut quaerat numquam. ut quiquia modi quiquia aliquam consectetur eius. amet quaerat magnam magnam", "allergens": ["sesame", "gluten", "dairy", "wheat", "nuts", "sulfites", "eggs", "fish"], "nutrition_facts": {"Calories": 1.39, "Fat": 48.21, "Saturated_Fat": 7.91, "Cholesterol": 39.18, "Sodium": 48.62, "Carbohydrate": 79.29, "Fiber": 58.2, "Sugar": 95.69, "Protein": 33.0}, "stocks": 77, "price": 84.27, "expiration_date": "2024-01-17", "country_of_origin": "Albania", "product_category": "Soda"}, {"product_name": "Product 86", "brand_name": "Brand 92", "description": "quisquam dolore dolore amet dolorem. ut velit eius amet. etincidunt dolor Sed non Eius tempora dolore ut quiquia. magnam est Tempora Numquam Tempora quaerat. Eius magnam modi labore voluptatem. quisquam sit. quiquia quiquia amet ipsum etincidunt consectetur non tempora sit amet quiquia sed etincidunt neque non dolore velit modi non Sit aliquam quiquia Ipsum velit. neque Labore Ut quisquam neque. ipsum labore. non aliquam. voluptatem tempora Sit neque. Quaerat est est amet dolorem. dolorem eius. ipsum. velit etincidunt Ut sit Modi adipisci Porro Non dolore magnam quisquam. quaerat consectetur quaerat sit aliquam dolor voluptatem. sed. voluptatem dolorem modi dolor amet", "allergens": ["fish", "shellfish", "dairy", "milk", "soy", "eggs"], "nutrition_facts": {"Calories": 38.31, "Fat": 8.42, "Saturated_Fat": 84.32, "Cholesterol": 9.7, "Sodium": 89.87, "Carbohydrate": 9.55, "Fiber": 41.16, "Sugar": 85.35, "Protein": 64.01}, "stocks": 96, "price": 68.83, "expiration_date": "2023-12-03", "country_of_origin": "Albania", "product_category": "Pizza"}, {"product_name": "Product 37", "brand_name": "Brand 12", "description": "voluptatem dolorem tempora aliquam Ipsum Dolor adipisci Adipisci aliquam adipisci neque aliquam ut sed. velit voluptatem est aliquam numquam tempora tempora etincidunt ut Voluptatem tempora amet. quisquam dolorem numquam Neque dolor porro adipisci Non etincidunt ut ut etincidunt. magnam voluptatem tempora ipsum dolorem Quiquia ut voluptatem modi neque. Quisquam magnam numquam dolor dolorem dolorem modi aliquam. Dolorem Voluptatem voluptatem Neque porro Aliquam Ipsum eius sed Quaerat ut quiquia. Quaerat etincidunt Porro Consectetur numquam sed ipsum dolorem. velit neque consectetur numquam consectetur ut magnam. sit quisquam. Etincidunt quisquam. sed. labore. sed. labore consectetur. ut amet ut. quaerat tempora dolor voluptatem quisquam", "allergens": ["nuts", "wheat", "soy"], "nutrition_facts": {"Calories": 91.25, "Fat": 75.87, "Saturated_Fat": 29.24, "Cholesterol": 34.58, "Sodium": 1.23, "Carbohydrate": 64.28, "Fiber": 76.19, "Sugar": 75.97, "Protein": 47.07}, "stocks": 33, "price": 41.06, "expiration_date": "2024-04-29", "country_of_origin": "Austria", "product_category": "Taco"}, {"product_name": "Product 37", "brand_name": "Brand 77", "description": "porro aliquam. dolor ut consectetur eius sit dolorem modi. sit Adipisci Porro dolorem voluptatem magnam numquam Modi adipisci quiquia eius. tempora neque. Est adipisci. quiquia quisquam Velit aliquam. magnam neque ipsum velit tempora adipisci etincidunt labore labore adipisci voluptatem dolor adipisci adipisci. quiquia. tempora dolore numquam tempora Velit numquam dolor voluptatem dolor sed voluptatem eius adipisci. Quisquam Eius Voluptatem numquam non. ut amet est est dolore. neque consectetur quaerat porro eius quaerat porro quaerat etincidunt. dolor Sed porro ut. Dolorem porro Est eius tempora. numquam est aliquam dolor porro quiquia. porro aliquam porro. Etincidunt porro dolorem Amet aliquam. dolor ut", "allergens": ["peanuts"], "nutrition_facts": {"Calories": 10.36, "Fat": 95.58, "Saturated_Fat": 65.81, "Cholesterol": 67.55, "Sodium": 47.76, "Carbohydrate": 20.79, "Fiber": 81.2, "Sugar": 70.16, "Protein": 31.31}, "stocks": 23, "price": 85.35, "expiration_date": "2023-07-12", "country_of_origin": "Armenia", "product_category": "Ice Cream"}, {"product_name": "Product 91", "brand_name": "Brand 67", "description": "aliquam Ipsum etincidunt. neque adipisci adipisci magnam Dolorem labore porro aliquam consectetur. quiquia quaerat adipisci Voluptatem Amet magnam. velit Adipisci modi dolorem eius neque. aliquam dolor non magnam quisquam sit voluptatem Magnam consectetur est dolor amet. labore ut dolor labore etincidunt. labore. modi Aliquam velit Dolorem adipisci. neque adipisci Non ut. Quaerat consectetur quisquam labore modi neque. porro velit. dolorem ut labore. dolor dolore Modi dolorem eius. adipisci ut porro velit quisquam Adipisci sit dolore dolor Quiquia modi. dolore Amet sit quisquam dolorem. velit eius numquam. amet dolore dolor labore consectetur non dolore sit voluptatem. velit. numquam Sit Non sit", "allergens": ["sulfites", "peanuts", "soy", "fish", "nuts", "milk", "wheat", "gluten"], "nutrition_facts": {"Calories": 77.6, "Fat": 95.59, "Saturated_Fat": 6.28, "Cholesterol": 46.41, "Sodium": 85.51, "Carbohydrate": 41.06, "Fiber": 8.27, "Sugar": 85.52, "Protein": 50.04}, "stocks": 22, "price": 71.77, "expiration_date": "2024-02-13", "country_of_origin": "Barbados", "product_category": "Dessert"}, {"product_name": "Product 76", "brand_name": "Brand 79", "description": "ipsum eius neque voluptatem quaerat velit quaerat eius ipsum non voluptatem numquam velit non tempora. adipisci Velit tempora aliquam porro Tempora magnam Etincidunt quaerat quisquam Tempora adipisci ipsum neque. velit numquam magnam tempora. dolorem. Ipsum Eius aliquam Velit sit quaerat modi Est magnam velit Consectetur numquam labore magnam aliquam adipisci Aliquam etincidunt voluptatem. Dolor adipisci dolorem amet quisquam. sit dolorem aliquam dolorem neque tempora est. labore ipsum etincidunt quisquam. non. adipisci Adipisci modi neque Amet etincidunt ipsum. labore. amet aliquam Aliquam amet. porro quisquam dolore Quaerat ut Etincidunt modi quiquia non. Amet sed Ut quaerat Neque Eius est consectetur Non", "allergens": ["milk"], "nutrition_facts": {"Calories": 65.45, "Fat": 46.03, "Saturated_Fat": 83.74, "Cholesterol": 19.49, "Sodium": 98.32, "Carbohydrate": 53.8, "Fiber": 41.02, "Sugar": 48.88, "Protein": 22.76}, "stocks": 94, "price": 19.15, "expiration_date": "2024-05-12", "country_of_origin": "Albania", "product_category": "Fried Chicken"}, {"product_name": "Product 76", "brand_name": "Brand 94", "description": "Quisquam neque est modi. etincidunt numquam Dolore Dolor dolorem Neque velit. tempora Ipsum dolore non Modi velit voluptatem est dolore adipisci quiquia. dolor consectetur sed modi. amet est dolor magnam consectetur neque dolor est Ut est eius sit. Quiquia sed non ipsum modi aliquam Porro est magnam numquam ipsum amet amet adipisci Quisquam sit. sit Consectetur non amet velit. Ut ipsum voluptatem neque tempora. est adipisci Magnam numquam numquam numquam modi. Ipsum consectetur. est ipsum Eius Dolore quaerat quisquam sed. quiquia ipsum quisquam Non voluptatem dolorem. Sed Dolorem tempora Neque Quiquia Neque amet sit dolorem sed dolore consectetur Dolore porro", "allergens": ["wheat", "nuts", "gluten", "dairy", "milk", "sulfites", "soy", "sesame"], "nutrition_facts": {"Calories": 35.87, "Fat": 58.6, "Saturated_Fat": 20.53, "Cholesterol": 76.58, "Sodium": 40.06, "Carbohydrate": 55.69, "Fiber": 55.9, "Sugar": 42.88, "Protein": 3.18}, "stocks": 87, "price": 89.45, "expiration_date": "2024-01-28", "country_of_origin": "Benin", "product_category": "Fried Chicken"}, {"product_name": "Product 22", "brand_name": "Brand 14", "description": "neque. sed voluptatem tempora adipisci quiquia est neque etincidunt sit. Velit Etincidunt sed dolor tempora Dolorem velit sit. Ut tempora Neque consectetur quaerat neque voluptatem aliquam. porro Aliquam modi dolor eius. labore eius porro. numquam. dolore consectetur. magnam quisquam. sed quiquia dolor numquam velit. labore labore Sed ipsum numquam. Voluptatem ut Etincidunt Amet eius porro adipisci etincidunt. sit Adipisci ut adipisci sed. Amet est Neque dolor consectetur ipsum ipsum dolor sed. tempora. quaerat neque velit quaerat labore. sit neque. Adipisci dolor voluptatem modi Dolorem quiquia labore labore labore adipisci sit amet. magnam Sed quiquia tempora non amet Velit est tempora", "allergens": ["wheat", "eggs", "sesame", "shellfish", "sulfites", "gluten", "dairy", "milk", "peanuts", "nuts", "fish"], "nutrition_facts": {"Calories": 36.8, "Fat": 63.49, "Saturated_Fat": 47.57, "Cholesterol": 12.94, "Sodium": 91.41, "Carbohydrate": 6.39, "Fiber": 84.61, "Sugar": 64.04, "Protein": 9.51}, "stocks": 43, "price": 43.57, "expiration_date": "2024-03-29", "country_of_origin": "Armenia", "product_category": "Sandwich"}, {"product_name": "Product 92", "brand_name": "Brand 98", "description": "non Magnam voluptatem adipisci sit dolor non. Quiquia velit. tempora dolore sed voluptatem tempora est sit Voluptatem tempora dolor. amet amet. quiquia neque. Eius porro quiquia modi Numquam Modi magnam Adipisci dolor quiquia numquam. Etincidunt adipisci voluptatem magnam tempora quaerat numquam etincidunt Amet etincidunt tempora. ipsum magnam Etincidunt Ut magnam quaerat consectetur aliquam. amet. dolor velit. Numquam dolor non dolorem velit Adipisci ut amet ut aliquam. consectetur. numquam. modi adipisci. eius sed Porro Quisquam adipisci neque ipsum. adipisci Porro amet labore. Amet consectetur sed. amet. velit dolor ut Non aliquam Magnam sit ut adipisci etincidunt numquam voluptatem tempora adipisci ut", "allergens": ["gluten", "peanuts", "shellfish", "nuts", "dairy", "sesame", "milk", "soy", "sulfites", "wheat", "fish"], "nutrition_facts": {"Calories": 63.37, "Fat": 12.18, "Saturated_Fat": 66.26, "Cholesterol": 70.41, "Sodium": 10.45, "Carbohydrate": 58.4, "Fiber": 55.17, "Sugar": 64.63, "Protein": 19.44}, "stocks": 20, "price": 71.85, "expiration_date": "2023-11-01", "country_of_origin": "Benin", "product_category": "Nuggets"}, {"product_name": "Product 68", "brand_name": "Brand 48", "description": "sit porro. porro eius aliquam sit voluptatem dolorem adipisci magnam Dolor amet Non velit. voluptatem quiquia modi sed ipsum numquam amet porro aliquam amet velit Dolorem Quiquia Ipsum dolore velit labore dolor dolorem Dolorem Dolor tempora tempora Quaerat Sit Est quiquia non tempora. velit. labore. ut quaerat dolorem amet Dolore eius Eius amet quaerat. labore neque velit sed. ut labore adipisci. labore dolore numquam Tempora ipsum aliquam. consectetur Etincidunt aliquam aliquam porro Dolor etincidunt etincidunt. porro Neque Aliquam labore est. quiquia dolorem dolorem Quiquia ipsum tempora Dolorem est neque adipisci labore. voluptatem adipisci adipisci velit. sed ipsum non. magnam quisquam", "allergens": ["sulfites", "fish", "peanuts", "sesame", "dairy"], "nutrition_facts": {"Calories": 9.62, "Fat": 92.52, "Saturated_Fat": 48.82, "Cholesterol": 70.82, "Sodium": 81.18, "Carbohydrate": 1.92, "Fiber": 66.21, "Sugar": 22.37, "Protein": 59.08}, "stocks": 89, "price": 38.0, "expiration_date": "2024-04-15", "country_of_origin": "Bahamas", "product_category": "Pizza"}, {"product_name": "Product 35", "brand_name": "Brand 27", "description": "sed dolorem. neque adipisci. est Ipsum quaerat etincidunt amet quaerat neque. dolore consectetur. Quisquam quisquam non dolor ipsum. Amet Dolore dolorem Eius adipisci neque. labore. velit. labore. consectetur Etincidunt amet. consectetur neque etincidunt Porro Magnam numquam dolore dolore ipsum. amet consectetur porro tempora Ut eius labore labore consectetur sit eius. dolorem est modi labore. Ipsum ipsum. voluptatem magnam eius ut numquam quisquam labore aliquam quaerat aliquam amet Dolorem ipsum quisquam numquam. numquam magnam. amet consectetur amet quisquam voluptatem tempora. Dolore Sit modi quaerat. adipisci labore. Modi porro Aliquam dolorem modi porro numquam Tempora ut neque Eius Quiquia magnam. Sit ipsum", "allergens": ["eggs", "dairy", "sulfites", "nuts", "fish", "soy"], "nutrition_facts": {"Calories": 82.86, "Fat": 95.37, "Saturated_Fat": 3.15, "Cholesterol": 49.41, "Sodium": 42.39, "Carbohydrate": 35.93, "Fiber": 77.11, "Sugar": 41.96, "Protein": 35.0}, "stocks": 48, "price": 63.05, "expiration_date": "2024-02-28", "country_of_origin": "Benin", "product_category": "Taco"}, {"product_name": "Product 26", "brand_name": "Brand 69", "description": "consectetur Eius est Non ut dolore quaerat porro quisquam Consectetur quaerat tempora amet. magnam quaerat. dolore aliquam. amet Quiquia ut amet dolor tempora Neque aliquam non. eius modi. modi. modi Ipsum numquam Tempora voluptatem modi dolorem porro. etincidunt Etincidunt quaerat ut magnam modi. non neque. tempora sit Est numquam porro consectetur Porro consectetur modi eius ipsum labore tempora dolore adipisci tempora velit aliquam adipisci velit dolor Quiquia non amet dolorem velit ipsum sed dolore porro. voluptatem magnam. Voluptatem Dolorem neque. etincidunt sit est. adipisci Est Dolor adipisci eius dolore porro voluptatem etincidunt Magnam Aliquam velit magnam amet. Dolore tempora porro.", "allergens": ["peanuts", "shellfish", "dairy", "sesame", "milk", "fish", "sulfites", "nuts", "soy"], "nutrition_facts": {"Calories": 36.93, "Fat": 7.17, "Saturated_Fat": 69.47, "Cholesterol": 10.38, "Sodium": 96.08, "Carbohydrate": 31.89, "Fiber": 11.81, "Sugar": 2.28, "Protein": 41.71}, "stocks": 45, "price": 20.66, "expiration_date": "2023-10-01", "country_of_origin": "Bhutan", "product_category": "Sandwich"}, {"product_name": "Product 47", "brand_name": "Brand 59", "description": "modi. modi labore ut dolorem Dolorem Neque dolor magnam est. quaerat magnam. porro ipsum dolore Tempora numquam. dolorem. ut dolor. Dolore eius porro adipisci. neque quisquam quiquia Etincidunt quaerat Numquam consectetur tempora amet voluptatem Porro labore. sit Quaerat sed Aliquam voluptatem Dolore Quisquam voluptatem numquam est neque consectetur tempora sit. quaerat numquam eius. tempora. dolorem eius numquam. dolorem Modi numquam sed. quaerat Tempora neque dolore eius ut Non est voluptatem non consectetur eius. dolor Consectetur dolor Sed velit consectetur aliquam Numquam non. consectetur dolorem labore porro. numquam dolore numquam quiquia Porro etincidunt quisquam sed Quisquam Non Adipisci modi non dolor", "allergens": ["nuts"], "nutrition_facts": {"Calories": 41.15, "Fat": 40.26, "Saturated_Fat": 66.5, "Cholesterol": 52.98, "Sodium": 15.31, "Carbohydrate": 72.82, "Fiber": 42.72, "Sugar": 45.88, "Protein": 14.78}, "stocks": 52, "price": 37.6, "expiration_date": "2024-03-10", "country_of_origin": "Albania", "product_category": "Pizza"}, {"product_name": "Product 55", "brand_name": "Brand 82", "description": "sit. quisquam ipsum numquam Aliquam dolor. adipisci ut neque numquam ut etincidunt est magnam voluptatem. voluptatem. amet. neque. dolorem ut dolor dolor quiquia sed sed labore. Adipisci quiquia non dolore adipisci. quisquam. non Sit dolore velit. magnam neque ipsum sed labore non etincidunt sit Etincidunt amet. Eius ut quisquam dolore labore. quiquia etincidunt ut tempora Dolorem velit Porro Dolorem Tempora Magnam Velit neque dolorem consectetur. quiquia dolorem non Velit adipisci est consectetur eius. Dolore amet Dolor neque tempora. quiquia adipisci sit. ut. Voluptatem Est Quisquam numquam numquam adipisci consectetur. labore etincidunt. tempora aliquam ipsum etincidunt velit magnam. labore Eius Sit", "allergens": ["eggs", "peanuts", "nuts", "sulfites", "sesame", "gluten", "shellfish", "milk", "wheat"], "nutrition_facts": {"Calories": 4.32, "Fat": 26.62, "Saturated_Fat": 83.8, "Cholesterol": 88.54, "Sodium": 61.54, "Carbohydrate": 96.1, "Fiber": 47.22, "Sugar": 99.81, "Protein": 99.13}, "stocks": 28, "price": 90.84, "expiration_date": "2023-11-01", "country_of_origin": "Bhutan", "product_category": "Burger"}, {"product_name": "Product 8", "brand_name": "Brand 32", "description": "dolorem amet sit Aliquam est quaerat neque ipsum sed aliquam porro porro ut eius etincidunt adipisci sed Porro neque dolor. Voluptatem tempora. consectetur consectetur numquam etincidunt. modi Voluptatem Porro porro. neque ipsum. quaerat etincidunt. quiquia. tempora dolorem porro amet neque consectetur Ipsum numquam neque porro dolor est sit eius. amet. consectetur consectetur dolorem est est voluptatem quisquam ipsum magnam Adipisci porro velit Modi magnam dolore numquam Modi ut. dolor quisquam. labore quisquam porro sit quisquam. voluptatem sit Sed quisquam magnam dolore. non Dolorem est modi numquam amet amet Dolore Quaerat sed. labore. aliquam sit Est Magnam voluptatem est labore Sed", "allergens": ["sesame", "gluten"], "nutrition_facts": {"Calories": 49.41, "Fat": 52.86, "Saturated_Fat": 20.72, "Cholesterol": 50.0, "Sodium": 76.28, "Carbohydrate": 64.94, "Fiber": 60.89, "Sugar": 12.43, "Protein": 31.66}, "stocks": 31, "price": 85.3, "expiration_date": "2023-12-30", "country_of_origin": "Armenia", "product_category": "Soda"}, {"product_name": "Product 8", "brand_name": "Brand 87", "description": "Dolore dolorem non. non adipisci velit magnam tempora. eius labore dolor Dolorem etincidunt quisquam. voluptatem quaerat Magnam non magnam velit. magnam. est Magnam quaerat sed dolorem Non labore dolor velit Sit eius sed. labore labore eius Ut amet magnam consectetur quisquam neque dolore. porro amet. est Adipisci eius dolorem aliquam quisquam modi. quaerat Voluptatem ut. adipisci sit adipisci Amet non amet. amet ut porro. velit est. ipsum. aliquam magnam magnam sed tempora quisquam quaerat. adipisci dolore porro voluptatem Velit neque eius consectetur. Est sit ipsum amet. aliquam adipisci. Sed Sit Eius ipsum Ipsum ut adipisci consectetur Magnam tempora Modi aliquam", "allergens": ["dairy", "sesame", "sulfites", "gluten", "peanuts", "wheat", "soy", "nuts", "eggs", "shellfish", "fish"], "nutrition_facts": {"Calories": 39.8, "Fat": 71.77, "Saturated_Fat": 38.34, "Cholesterol": 88.98, "Sodium": 68.99, "Carbohydrate": 36.21, "Fiber": 68.07, "Sugar": 65.25, "Protein": 76.91}, "stocks": 85, "price": 50.54, "expiration_date": "2023-12-15", "country_of_origin": "Algeria", "product_category": "Dessert"}, {"product_name": "Product 58", "brand_name": "Brand 25", "description": "dolor quisquam Dolorem dolore non adipisci. modi ipsum Etincidunt Eius magnam ut neque. velit dolorem tempora voluptatem dolorem quiquia magnam neque modi modi amet. eius tempora. modi. eius. ipsum neque quisquam consectetur quaerat quiquia. velit consectetur eius sit. porro aliquam. non non. Neque magnam modi quaerat porro etincidunt quiquia dolor quisquam Neque labore ipsum non Dolor porro est magnam. consectetur porro quiquia. aliquam ipsum porro adipisci ut Magnam dolor sed labore velit ipsum. dolor modi est Neque Neque Dolorem neque numquam numquam etincidunt labore Sit Eius sed est magnam dolor Est Sit Amet porro Porro quisquam. ut. Voluptatem ut non.", "allergens": ["gluten", "sesame", "soy", "fish", "eggs", "milk", "peanuts", "nuts", "wheat"], "nutrition_facts": {"Calories": 68.36, "Fat": 72.27, "Saturated_Fat": 20.73, "Cholesterol": 56.01, "Sodium": 10.51, "Carbohydrate": 30.63, "Fiber": 54.71, "Sugar": 68.01, "Protein": 72.39}, "stocks": 7, "price": 13.48, "expiration_date": "2023-08-15", "country_of_origin": "Benin", "product_category": "Nuggets"}, {"product_name": "Product 86", "brand_name": "Brand 86", "description": "amet porro magnam modi numquam. quisquam voluptatem sed Ipsum ut sed adipisci eius etincidunt voluptatem. quaerat. sed non ut Est Non etincidunt. porro quaerat tempora sed Est numquam amet aliquam. adipisci porro ipsum velit sed Non est non voluptatem. aliquam. porro labore. consectetur dolore porro eius Dolor eius etincidunt magnam. neque velit neque Numquam quaerat etincidunt. Quiquia dolorem velit quisquam dolorem ut. porro adipisci porro velit quaerat magnam quiquia. dolorem quaerat. velit magnam sit Voluptatem Quiquia ipsum modi non quisquam Velit ut dolor eius adipisci quiquia. ipsum. amet. modi amet. tempora velit aliquam Ipsum ipsum voluptatem quaerat non amet. numquam", "allergens": ["eggs", "shellfish", "nuts", "fish", "wheat", "gluten", "dairy"], "nutrition_facts": {"Calories": 13.07, "Fat": 3.1, "Saturated_Fat": 29.83, "Cholesterol": 29.92, "Sodium": 18.25, "Carbohydrate": 28.24, "Fiber": 77.03, "Sugar": 71.45, "Protein": 53.09}, "stocks": 39, "price": 88.29, "expiration_date": "2024-04-11", "country_of_origin": "Angola", "product_category": "Soda"}, {"product_name": "Product 52", "brand_name": "Brand 69", "description": "dolor magnam. aliquam dolorem quisquam. sed amet labore. voluptatem est dolorem ut. tempora dolorem neque dolor Sed neque numquam voluptatem. consectetur. Amet quisquam labore quaerat Tempora Etincidunt quisquam. labore Aliquam quaerat labore dolor amet quiquia Ut ipsum dolorem numquam. neque modi aliquam ipsum ipsum amet labore Dolorem ipsum. quaerat voluptatem numquam modi amet. quiquia dolore voluptatem. ipsum magnam non quisquam tempora consectetur. ipsum Eius Voluptatem est. modi porro. dolor consectetur. adipisci ut quiquia. Sit tempora dolore Amet consectetur etincidunt. dolor dolore dolor dolor Est Velit Tempora etincidunt quaerat Neque non Non Ut voluptatem. dolore etincidunt quaerat. consectetur magnam eius labore", "allergens": ["gluten", "fish", "sulfites", "soy"], "nutrition_facts": {"Calories": 67.3, "Fat": 92.72, "Saturated_Fat": 27.05, "Cholesterol": 65.86, "Sodium": 75.72, "Carbohydrate": 32.36, "Fiber": 49.96, "Sugar": 32.89, "Protein": 36.98}, "stocks": 60, "price": 68.93, "expiration_date": "2024-02-18", "country_of_origin": "Belgium", "product_category": "Sandwich"}, {"product_name": "Product 70", "brand_name": "Brand 34", "description": "dolor non Aliquam amet. Aliquam aliquam est. eius. aliquam dolorem Eius Labore consectetur amet consectetur etincidunt modi. modi Voluptatem Quisquam non Sit porro Voluptatem neque dolor tempora dolorem ipsum eius. consectetur. Est voluptatem. magnam dolore eius etincidunt. modi numquam. sit dolorem labore eius numquam non magnam dolor. modi ut labore non Consectetur magnam ut eius etincidunt est sit. non. neque Amet dolorem ipsum porro neque sit. neque quaerat quisquam est ut. adipisci sit. non consectetur labore est. consectetur Quaerat non Est dolore velit etincidunt ut amet ipsum ut quaerat adipisci Etincidunt Aliquam aliquam Ipsum Voluptatem ipsum. aliquam velit dolore quiquia", "allergens": ["soy", "shellfish", "eggs", "fish", "gluten", "nuts", "dairy", "sulfites", "sesame", "peanuts", "milk", "wheat"], "nutrition_facts": {"Calories": 32.27, "Fat": 71.16, "Saturated_Fat": 48.19, "Cholesterol": 63.94, "Sodium": 35.92, "Carbohydrate": 22.89, "Fiber": 22.35, "Sugar": 92.29, "Protein": 11.71}, "stocks": 15, "price": 13.32, "expiration_date": "2024-02-16", "country_of_origin": "Barbados", "product_category": "Burger"}, {"product_name": "Product 84", "brand_name": "Brand 50", "description": "numquam Dolor tempora consectetur sit. velit quiquia Ipsum etincidunt sed non voluptatem. adipisci quiquia porro non est Modi magnam velit tempora sed. neque numquam. numquam. labore Quisquam aliquam aliquam magnam Sed ut quiquia non aliquam sed neque eius voluptatem. neque consectetur modi consectetur quisquam. consectetur sed ut non dolor quaerat magnam dolor porro sed labore adipisci Etincidunt ipsum numquam ipsum est voluptatem. tempora sed Amet eius sed Dolorem dolore. magnam dolor Ipsum ipsum labore Dolorem Adipisci sed consectetur dolor modi quisquam. Quaerat amet est ipsum quaerat magnam Ut modi. est voluptatem. consectetur numquam consectetur. Adipisci dolore. ipsum labore labore. aliquam.", "allergens": ["nuts", "milk", "wheat", "peanuts", "dairy", "sulfites"], "nutrition_facts": {"Calories": 65.85, "Fat": 33.28, "Saturated_Fat": 26.85, "Cholesterol": 3.67, "Sodium": 96.28, "Carbohydrate": 49.28, "Fiber": 88.93, "Sugar": 21.58, "Protein": 44.91}, "stocks": 72, "price": 67.79, "expiration_date": "2024-05-18", "country_of_origin": "Andorra", "product_category": "Ice Cream"}, {"product_name": "Product 17", "brand_name": "Brand 32", "description": "sed est magnam Dolore consectetur sed sit amet Tempora neque. non. magnam est tempora magnam porro Ipsum sed. quaerat quisquam labore quaerat porro sit quisquam modi neque consectetur quiquia. Labore quiquia tempora dolorem Sed amet labore velit voluptatem. eius porro Labore quaerat quiquia non dolore. Voluptatem sit porro Aliquam non etincidunt labore. labore magnam ipsum. consectetur numquam quiquia sed. quaerat. Tempora neque Tempora Sed dolore sed. voluptatem Voluptatem eius Magnam Est sit modi. porro modi neque amet. ipsum Magnam velit dolor Voluptatem velit dolor quiquia. porro sed Amet dolorem eius etincidunt neque ut tempora voluptatem tempora. Magnam magnam. amet Ut", "allergens": ["milk", "soy", "wheat"], "nutrition_facts": {"Calories": 49.36, "Fat": 18.68, "Saturated_Fat": 84.69, "Cholesterol": 20.0, "Sodium": 81.61, "Carbohydrate": 51.24, "Fiber": 11.73, "Sugar": 2.58, "Protein": 47.42}, "stocks": 82, "price": 97.43, "expiration_date": "2024-04-27", "country_of_origin": "Azerbaijan", "product_category": "Pizza"}, {"product_name": "Product 48", "brand_name": "Brand 58", "description": "Dolorem dolore velit adipisci velit magnam velit etincidunt. sit dolorem consectetur dolor. est Sit voluptatem voluptatem velit. dolorem. amet neque etincidunt eius. non. non Magnam numquam consectetur magnam velit modi magnam Consectetur labore amet sed. adipisci Sed Sit ut. tempora aliquam. consectetur consectetur etincidunt sed consectetur. velit magnam sed labore adipisci Tempora sit ut Neque non. ipsum. numquam. voluptatem etincidunt. magnam porro dolor numquam amet consectetur sit numquam Labore neque consectetur. Amet voluptatem. dolor Quaerat labore Voluptatem magnam velit dolor. dolor amet ut etincidunt consectetur labore aliquam magnam voluptatem eius Modi ut Numquam etincidunt magnam quaerat. Voluptatem neque amet. ut", "allergens": ["gluten", "peanuts", "wheat", "sesame", "shellfish"], "nutrition_facts": {"Calories": 77.53, "Fat": 63.83, "Saturated_Fat": 74.88, "Cholesterol": 38.03, "Sodium": 26.88, "Carbohydrate": 43.92, "Fiber": 68.5, "Sugar": 40.35, "Protein": 19.31}, "stocks": 60, "price": 44.7, "expiration_date": "2023-06-29", "country_of_origin": "Australia", "product_category": "Nuggets"}, {"product_name": "Product 43", "brand_name": "Brand 2", "description": "modi tempora voluptatem porro magnam. magnam aliquam Ipsum adipisci. Sit amet dolor Neque Eius Numquam labore consectetur amet. labore adipisci. Dolor ut. dolor ut dolore quiquia Sit quiquia Neque quisquam non. eius. quaerat Dolore sit numquam etincidunt amet consectetur dolorem. consectetur numquam. ipsum sed numquam Amet Aliquam ut amet. non voluptatem labore Aliquam numquam sed eius. neque adipisci ut consectetur numquam velit. ut dolor neque consectetur dolor Non tempora Ut labore Amet dolore quaerat Amet sed. velit magnam. tempora. adipisci porro dolorem eius eius. magnam quiquia adipisci quisquam consectetur neque quaerat modi est neque dolorem etincidunt eius. Numquam sit dolorem", "allergens": ["nuts", "shellfish"], "nutrition_facts": {"Calories": 82.2, "Fat": 7.25, "Saturated_Fat": 21.77, "Cholesterol": 99.36, "Sodium": 93.75, "Carbohydrate": 77.57, "Fiber": 69.65, "Sugar": 89.92, "Protein": 63.15}, "stocks": 93, "price": 70.27, "expiration_date": "2023-06-27", "country_of_origin": "Andorra", "product_category": "Soda"}, {"product_name": "Product 59", "brand_name": "Brand 72", "description": "adipisci modi quiquia sit. Ut sed etincidunt etincidunt labore magnam Ipsum neque etincidunt ipsum amet eius. est velit. dolorem dolorem non dolorem Sit tempora quisquam magnam dolor quaerat porro Adipisci velit labore etincidunt non non eius porro dolor ut etincidunt adipisci. porro neque. Est labore modi consectetur adipisci ut Velit tempora quisquam. dolorem. Dolor labore amet Consectetur Labore sed ipsum. aliquam Aliquam neque consectetur. voluptatem dolorem etincidunt adipisci dolorem non non amet sit est Labore dolorem. Est velit etincidunt sed labore eius. tempora Porro eius tempora. consectetur Modi Quiquia sed voluptatem labore. eius. aliquam Non Tempora tempora est quisquam Dolorem", "allergens": ["peanuts", "sesame", "eggs", "soy", "nuts", "gluten", "wheat", "dairy"], "nutrition_facts": {"Calories": 32.33, "Fat": 21.85, "Saturated_Fat": 82.66, "Cholesterol": 82.72, "Sodium": 83.16, "Carbohydrate": 49.74, "Fiber": 84.05, "Sugar": 92.51, "Protein": 34.23}, "stocks": 4, "price": 95.17, "expiration_date": "2024-04-09", "country_of_origin": "Barbados", "product_category": "Dessert"}, {"product_name": "Product 61", "brand_name": "Brand 63", "description": "porro etincidunt Ut modi. sed Dolor neque quaerat Consectetur aliquam non sit magnam neque. ut. quisquam amet magnam porro dolore dolor Quiquia eius. sed sit. voluptatem Non Velit amet sed velit quaerat amet Quiquia Modi Non Aliquam modi magnam modi labore. velit amet neque quiquia porro ut. amet Labore ipsum velit dolorem adipisci. adipisci sit modi. labore dolorem consectetur quaerat sit non quiquia. ut. dolor magnam consectetur est quiquia dolor. ut. quisquam modi magnam Sit neque Est Est aliquam. consectetur. sed. quisquam ipsum Consectetur est Ipsum sed aliquam. magnam modi. sed Ut amet quaerat modi Velit numquam. est Labore Tempora", "allergens": ["sesame", "shellfish", "nuts", "milk", "gluten", "sulfites", "peanuts", "eggs", "dairy", "fish", "wheat"], "nutrition_facts": {"Calories": 18.02, "Fat": 45.32, "Saturated_Fat": 36.41, "Cholesterol": 97.39, "Sodium": 88.57, "Carbohydrate": 20.19, "Fiber": 90.11, "Sugar": 19.42, "Protein": 68.15}, "stocks": 47, "price": 51.4, "expiration_date": "2023-10-23", "country_of_origin": "Bangladesh", "product_category": "Burger"}, {"product_name": "Product 65", "brand_name": "Brand 68", "description": "voluptatem eius. porro labore quisquam aliquam consectetur. Non Quaerat adipisci Dolorem Magnam non eius. aliquam. quiquia neque quaerat Labore quiquia est. Quaerat amet sit tempora consectetur Dolore quisquam quisquam. quiquia dolor. consectetur sit quisquam. voluptatem Dolore labore sed amet ipsum numquam dolorem amet. modi Dolor sit sed quisquam ut ut. Dolorem Neque Aliquam quiquia. eius numquam Ut modi consectetur amet porro velit. numquam amet. magnam eius aliquam amet non. est porro Ipsum labore. dolore dolor sit. quaerat tempora. Adipisci quaerat adipisci voluptatem quiquia etincidunt Adipisci eius. Voluptatem magnam velit. consectetur. ipsum porro adipisci sed Consectetur porro Velit neque sit numquam", "allergens": ["sesame", "dairy", "fish", "shellfish", "soy", "eggs", "wheat"], "nutrition_facts": {"Calories": 83.39, "Fat": 48.94, "Saturated_Fat": 80.13, "Cholesterol": 6.61, "Sodium": 41.78, "Carbohydrate": 29.56, "Fiber": 20.13, "Sugar": 39.04, "Protein": 40.62}, "stocks": 97, "price": 32.08, "expiration_date": "2023-09-29", "country_of_origin": "Argentina", "product_category": "Pizza"}, {"product_name": "Product 97", "brand_name": "Brand 58", "description": "neque numquam neque amet Eius quisquam dolor voluptatem est ut Tempora dolore Consectetur quaerat. adipisci adipisci dolorem Adipisci ut quaerat velit. dolor eius Dolorem neque ipsum aliquam numquam Ut labore est sit. dolor est labore quaerat dolore. porro non dolor. Etincidunt Dolorem Dolor quisquam dolore modi consectetur neque Dolore voluptatem non porro. dolore dolorem. ut dolore neque. Consectetur Est Quisquam etincidunt labore neque adipisci aliquam dolor. dolor Quiquia dolorem aliquam ipsum quisquam. Neque dolor sed consectetur Quiquia amet Porro neque. quaerat aliquam eius consectetur. eius modi Ipsum Sed Dolor velit est etincidunt. etincidunt Est aliquam Velit Aliquam quaerat aliquam tempora", "allergens": ["fish"], "nutrition_facts": {"Calories": 93.69, "Fat": 49.11, "Saturated_Fat": 57.32, "Cholesterol": 35.55, "Sodium": 21.0, "Carbohydrate": 65.15, "Fiber": 53.57, "Sugar": 39.99, "Protein": 52.82}, "stocks": 76, "price": 17.93, "expiration_date": "2023-07-21", "country_of_origin": "Bahamas", "product_category": "Ice Cream"}, {"product_name": "Product 37", "brand_name": "Brand 24", "description": "amet. quisquam consectetur voluptatem quiquia etincidunt quiquia dolorem quiquia. modi. quiquia numquam amet. etincidunt. quisquam est amet tempora. modi. sed tempora quaerat ipsum. etincidunt quisquam aliquam modi porro quaerat sed Voluptatem Sed Aliquam sed Ipsum Amet dolore. sit. Modi Tempora dolor voluptatem consectetur porro. sit sed quiquia tempora sit. etincidunt ut magnam quaerat sed dolorem ipsum etincidunt. quisquam adipisci. aliquam Numquam numquam quaerat velit porro ipsum amet est dolorem. ut numquam. sit quiquia quiquia sed eius est neque quaerat Tempora quaerat. porro quaerat tempora. labore modi Dolore Ipsum eius neque numquam quiquia. Adipisci est adipisci tempora eius Ipsum consectetur ipsum", "allergens": ["wheat", "eggs"], "nutrition_facts": {"Calories": 97.59, "Fat": 70.15, "Saturated_Fat": 22.89, "Cholesterol": 70.99, "Sodium": 30.43, "Carbohydrate": 6.75, "Fiber": 19.17, "Sugar": 94.94, "Protein": 97.24}, "stocks": 19, "price": 32.28, "expiration_date": "2023-07-09", "country_of_origin": "Albania", "product_category": "Burger"}, {"product_name": "Product 9", "brand_name": "Brand 24", "description": "modi. quisquam voluptatem Voluptatem porro Modi velit. Est magnam etincidunt dolor sed labore Non Ut dolore modi tempora magnam magnam consectetur numquam Velit voluptatem adipisci Eius porro etincidunt magnam. dolor eius Ipsum Neque est tempora tempora Modi sed. quisquam velit eius etincidunt. est. quiquia quiquia dolore. consectetur sed dolor Tempora adipisci etincidunt porro. amet sed ipsum. Dolorem ipsum voluptatem tempora est velit quisquam sit quiquia. quiquia. non dolorem numquam Numquam consectetur. quisquam Ipsum adipisci etincidunt adipisci non. Labore sed tempora Voluptatem sed quisquam Eius adipisci. est quisquam modi voluptatem eius porro sed adipisci Dolorem labore Dolorem labore consectetur etincidunt. ipsum", "allergens": ["wheat", "eggs"], "nutrition_facts": {"Calories": 10.58, "Fat": 63.49, "Saturated_Fat": 82.12, "Cholesterol": 94.94, "Sodium": 65.33, "Carbohydrate": 27.41, "Fiber": 20.36, "Sugar": 47.51, "Protein": 40.8}, "stocks": 79, "price": 74.31, "expiration_date": "2023-10-01", "country_of_origin": "Albania", "product_category": "Fries"}]